{
  "key": 87,
  "title": "Back Together Again",
  "storyName": "Até a Morte",
  "storyDescription": "<p>Esses vagões parecem familiares, mas todos misturados, como dois sonhos recorrentes acontecendo ao mesmo tempo. Está ao mesmo tempo congelante e fervendo, cegante e sem luz...</p> <p>Há uma música tênue, mas familiar, flutuando no ar... aquela melodia triste de minerador, só que dessa vez é seguida por outra. Outra voz, outra música. Duas melodias diferentes se sobrepondo, cada uma cantando a sua própria coisa, mas combinando na melodia.</p> <p>Será que vale a pena - Brilhante e iluminado<br> Precisamos do dinheiro - Vá sem mim<br> Não vai demorar - Sinto que será em breve<br> Está escurecendo aqui - Não desapareça</p> <p>Não posso deixar de pensar que eles nem se ouvem. Cantando apenas para encontrar o caminho de volta.</p> <p>As vigas estavam podres - Fui esquecido<br> Mas continuei trabalhando - Uma escuridão à espreita<br> Eu voltarei para você - E preciso que você também<br> Lembre-se na morte - Até o meu último suspiro</p> <p>Talvez haja algo que possamos fazer para que eles vejam de novo, para que se encontrem novamente, para estarmos juntos novamente...</p>",
  "specialRules": "<p>A Humanity e os Breaks dos Haints são rastreados separadamente usando os Haint Effect Tokens ⬤ e ⬤.</p><p>Ambos os Moods estão em efeito desde o início do cenário. No início de cada turno de Haint, retire 2 Rummage Tokens em vez de 1. Resolva um para a Lady in White e outro para o Blackbird, nessa ordem. O Cycle Effect pode ser resolvido antes da ação do Blackbird ser resolvida. Se um Haint tiver um Break, não retire um Rummage Token para eles nesse turno.</p>",
  "terrainEffects": "<p>Snow: Os Vagrants podem se mover na neve. Fazer isso imediatamente termina qualquer movimento restante para seu turno. Então mova aquela neve um espaço mais um espaço por movimento restante deixado em um espaço aberto ou um espaço contendo uma Blood Pool ou Haint. Quando a neve é movida, qualquer Event Tokens sobre a neve são movidos com ela. Se a neve entrar no mesmo espaço que uma Blood Pool, ela derrete e ambos os terrenos são removidos do tabuleiro do trem.</p>",
  "haintEffects": "<p><b>Blackbird Humanity (⬤):</b> Este token é usado para representar a Humanity e Breaks do Blackbird.</p><p><b>Lady in White Humanity (O):</b> Este token é usado para representar a Humanity e Breaks da Lady in White.</p>",
  "seance": "<p>Quando você usa a carta Séance, mova qualquer Snow até 3 espaços em qualquer direção.</p>",
  "victory": "<p>Salve tanto o Blackbird quanto a Lady in White.</p>",
  "haintImg": "haint-blackbird-and-lady-in-white.jpg",
  "events": [
    {
      "title": "Evento 1",
      "description": "<p>A neve derrete rapidamente naquela poça borbulhante de... Espere. Tem algo brilhando por baixo de toda aquela lama. Todos os tipos de bugigangas e quinquilharias - um tesouro de valores inúteis. Aquela ave está coletando novamente. <b>Automaticamente tenha sucesso nesta ação de Investigate</b>. Pegue as 2 cartas de <b>Junk</b> do nível mais alto do baralho de <b>Junk</b> e coloque o resto de volta. Escolha 1 dessas cartas para manter e coloque-a no seu slot de <b>Junk</b> (substituindo qualquer <b>Junk</b>, se necessário) ou nos Pertences. Embaralhe o outro card de volta no baralho de <b>Junk</b>.</p>"
    },
    {
      "title": "Evento 2",
      "description": "<p>O que quer que esteja naquela neve... fede a céu alto. Doce e enjoativo. Um cheiro bem vermelho. <b>Investigue</b>.<br><br><b>0-1:</b> O fedor rasteja pelo seu nariz e se instala lá dentro como um frango assado saindo do forno. Podre, podre, podre. Perca 2 <b>Humanity</b>. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>2</span> no tabuleiro do trem.<br><br><b>2+:</b> Fechando os olhos e o nariz, você alcança e torce pelo melhor... bem, parece que pelo menos dessa vez deu certo. Parece uma pequena sacola de jóias preta. Pegue o Token de Evento em seu <b>Junk Slot</b>. Você tem a <b>Gild Bands</b>. Ela não é considerada um Token de <b>Rummage</b>. Trate-a como uma habilidade mágica em todos os aspectos. Quando você realizar <b>Patch Up</b>, coloque um Token de efeito <b>Haint</b> assistindo ao ativo <b>Haint</b> (<b>or Blackbird</b>) em qualquer <b>Bindle</b>. Descarte este Token de Evento durante o <b>Ritual: Remember the Moment</b>. Assim que este Ritual tiver ambos um <b>🌕</b> e um <b>⚫</b>, ele estará completo.</p>"
    },
    {
      "title": "Evento 3",
      "description": "<p>Um vento escuro sopra pelo trem, mas dependendo de onde você está ou seu estado de espírito, parece que alguém está batendo na sua cara com um chapéu de inverno ou uma criança correndo em você. Sem falar com o outro, cada Vagrant deve escolher entre A ou B (selecionando entre suas <b>Coins</b>). Uma vez que todos os jogadores tenham escolhido, revele cada escolha e resolva o seguinte para aquele jogador.<br><br>A: Você perde 3 <b>Humanity</b> e não pode colocar mais de uma <b>Coin</b> em qualquer ação ou habilidade nesta rodada.<br><br>B: Coloque um <b>Snow Terrain</b> em qualquer espaço adjacente ao seu Vagrant, e perca uma <b>Coin</b> durante seu próximo turno. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span> na trilha de <b>Round</b>.</p>"
    },
    {
      "title": "Evento 4",
      "description": "<p>As tábuas de madeira sob seus pés começam a dobrar e ceder. E o fluido escorre de baixo... Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>4</span> da trilha de <b>Round</b>. Coloque <b>Blood Pools</b> em qualquer espaço até 3 espaços de <b>Blood Pools</b> atuais até que todos os <b>Blood Pools</b> estejam em jogo. Em seguida, revele o efeito abaixo com base no número de <b>Blood Pools</b> colocados desta forma:<br><br><b>0-2:</b> Da pressão do seu pé de cima e do fluido que escorre, duas tábuas de madeira começam a estilhaçar. Vagrants adjacentes a uma <b>Blood Pool</b> perdem 1 <b>Humanity</b>.<br><br><b>3-4:</b> Como uma onda quebrando uma loja, o fluido, é... ícaros... Todos os Vagrants se movem 3 espaços em direção a qualquer lado <b>Break</b> ou <b>Round</b> (o que estiver mais próximo para cada Vagrant). Em seguida, todos os Vagrants adjacentes a qualquer lado <b>Break</b> ou <b>Round</b> perdem 2 <b>Humanity</b>.<br><br><b>5-6:</b> A pressão é muita para o chão aguentar, e finalmente cede, inundando o trem com um ícor carmesim. Todos os Vagrants perdem 3 <b>Humanity</b> e não podem colocar <b>Coins</b> em <b>Patch Up</b> nesta rodada.</p>"
    },
    {
      "title": "Evento 5 (On Round Track)",
      "description": "<p>Em uma súbita explosão de vento e neve, uma tempestade começa a se formar do lado de fora, familiar e fugaz. Dedos de gelo descascam a madeira e o metal. As rachaduras se tornam janelas, e as janelas se tornam rupturas... Não leva muito tempo para o trem congelar. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>5</span> da trilha de <b>Round</b>. Para o restante do <b>Scenario</b>, Vagrants que começam seu turno em <b>Train Car A</b> perdem 1 <b>Humanity</b>. Além disso, após um Vagrant terminar seu movimento, eles imediatamente continuam o movimento na mesma direção até que sejam parados por <b>Terrain</b>, um <b>Haint</b> ou os lados do trem. Adicione o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>6</span> a qualquer espaço aberto adjacente ao lado <b>Break</b>.</p>"
    },
    {
      "title": "Evento 5 (On Train Board)",
      "description": "<p>Outra troca. Vale a pena puxar? <b>Investigue</b>.<br><br><b>0:</b> Não, provavelmente não. Nada acontece. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>5</span> no tabuleiro do trem.<br><br><b>1+:</b> Essas janelas começam a estourar novamente. Os efeitos do Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>6</span> não estão mais em jogo, e são substituídos pelos efeitos do Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>5</span> (On Round Track) uma vez por turno. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>5</span> no tabuleiro do trem.</p>"
    },
    {
      "title": "Evento 6",
      "description": "<p>Há uma série de switches incompatíveis e alavancas na parede do trem. <b>Investigue</b>.<br><br><b>0:</b> Algumas instruções claras ajudam. Não toque em nada sem saber o que fazer primeiro. Nada acontece. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>6</span> no tabuleiro do trem.<br><br><b>1+:</b> Só há uma maneira de descobrir o que eles fazem - flip 'em até que algo aconteça. A madeira e o metal que caíram se reformaram no trem, mas sem a temperatura congelante que antes escorria de fora para dentro, a gosma de baixo estava gotejando do chão de novo. Para o restante do <b>Scenario</b>, os efeitos do Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>5</span> não são mais resolvidos. Agora, Vagrants que começam seu turno em <b>Train Cars A</b> ou <b>C</b> perdem 1 <b>Humanity</b>. Se o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>5</span> não estiver no tabuleiro, adicione-o a qualquer espaço aberto adjacente ao lado <b>Break</b>. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>6</span> no tabuleiro do trem.</p>"
    },
    {
      "title": "Evento 7",
      "description": "<p>A <b>Lady in White</b> para de cantar, e pela primeira vez, o <b>Blackbird</b> é capaz de vê-la claramente. Vagrants em <b>Range</b> 2 de seu <b>Haint</b> são movidos 3 espaços longe dela. Se eles terminarem este movimento adjacente ao <b>Terrain</b>, eles perdem 2 <b>Humanity</b>. Se nenhum Vagrant perder <b>Humanity</b>, o <b>Blackbird</b> imediatamente faz uma ação com <b>Random Drawing</b> do <b>Bindle</b> (refazendo se um Token de Evento for puxado). Então continue com o restante do turno do Vagrant atual.</p>"
    },
    {
      "title": "Evento 8",
      "description": "<p>A voz fraca do <b>Blackbird</b> enfraquece e desaparece. A <b>Lady in White</b> finalmente vê o pássaro. Ela entende o que ele está pensando. Vagrants adjacentes ao <b>Haint</b> perdem 1 <b>Humanity</b> por cada personagem adjacente ao <b>Haint</b>. Se nenhum Vagrant perder <b>Humanity</b>, a <b>Lady in White</b> imediatamente faz uma ação com <b>Random Drawing</b> do <b>Bindle</b> (refazendo se um Token de Evento for puxado). Então continue com o restante do turno do Vagrant atual.</p>"
    },
    {
      "title": "Eventos 9 & 0",
      "description": "<p>Você ouve a voz sussurrante e fria da <b>Lady in White</b> no vento, chamando você para fazer seu trabalho. Não novamente. Puxe um Token de <b>Rummage</b> do <b>Bindle</b> (refazendo se um Token de Evento for puxado) e resolva sua ação para a <b>Lady in White</b>, movendo e puxando <b>Range</b> e <b>Target Priority</b> do seu Vagrant em vez da <b>Lady in White</b>. Você não pode ser o alvo dessa ação. Então coloque o Token de Evento de volta no <b>Bindle</b>.</p>"
    }
  ]
}