{
  "key": 5,
  "title": "Black & Blue",
  "storyName": "Frozen Without an Answer",
  "storyDescription": "<p>Penas no chão e uma canção distante, uma melodia antiga de minerador, dão-lhe as boas-vindas. Não ecoa muito, e quanto mais você anda, mais ela se dissipa e mais triste ela fica. <br/><br/>Não há muito para ver, e a luz fraca não está ajudando. Algumas caixas bloqueiam seu caminho. Isso é o máximo que você pode ver. Mas há algo no chão difícil de descrever. Escuro e pegajoso... brilha como um lago... melaço derramado ou talvez xarope de milho.<br/>Antes mesmo de pensar em se ajoelhar para dar uma olhada, aquelas penas começam a se levantar, e aquele lago começa a subir com elas.<br/>Você sente o cheiro de carvão no ar. E fumaça. E ferro. Tanto ferro.<br/>Aquela antiga melodia de mineiro não soa muito como a que você lembra. Uma melodia mais apropriada para uma canção de amor, como aquela sobre perda, arrependimentos, e os 'você tinha razão' e os 'eu estava errado'. Aquela sobre desejar que as coisas tivessem terminado de forma diferente. E quanto mais ela se dissipa, mais triste ela fica.</p>",
  "haintImg": "haint-black-bird.jpg",
  "specialRules": "<ul><li>Tokens de Efeito de Haint medem a <b>Flood Height</b> para cada vagão.</li><li>Flood Height: Os vagões A e C têm uma <b>Flood Height</b> que aumenta e diminui com vários efeitos durante o cenário. A <b>Flood Height</b> de um vagão é medido através das trilhas de Round e Break (Rounds para o vagão A e Breaks para o vagão C). Vagrants que começam seu turno nos vagões A ou C perdem Humanity igual à <b>Flood Height</b> daquele vagão.</li><li>Após um Vagrant sofrer um Wound, aumente a <b>Flood Height</b> do vagão em que ele está em 1.</li></ul>",
  "terrainEffects": "<p><b>Blood Pools:</b> Vagrants podem se mover para o terreno de Blood Pool durante este cenário. <br>Quando um Vagrant realiza <b>Patch Up</b> (Ação básica de cura) enquanto está em um Blood Pool, ele pode reduzir o valor da Flood Height do seu vagão pelo número de sucessos que ele rolou (além de ganhar Humanity).</p>",
  "haintEffects": "",
  "breaks": "",
  "seance": "<p>A qualquer momento, os Vagrants podem descartar a carta de Séance para reduzir a <b>Flood Height</b> de qualquer um dos vagões em 2.</p>",
  "victory": "<p>Salve a Black Bird. Durante a Camp Phase (antes de ler o cartão In-Between), se você tiver ambos os Mile Posts <b>To Be Free</b> e <b>Float On</b>, leia o <b>Moment 80</b>.</p>",
  "events": [
      {
          "title": "Evento 1 & 2",
          "description": "<p>Uma banana de dinamite? Pode nos ajudar a sair daqui. Parece que não há uma maneira de acendê-lo, no entanto. Se você não tiver a <b>Candle</b> e não tiver o <b>Fuse</b>, falhe imediatamente nesta Ação de Investigação.<br/><br/>Se você tiver <b>Candle</b> e o <b>Fuse</b>, <b>Investigue</b>. Independentemente do seu valor de Investigação, o valor de Investigação para esses Eventos é igual à <b>Flood Height</b> daquele vagão. Qualquer efeito que alteraria o seu valor de Investigação é ignorado para esses Eventos.<br/><br/><b>0:</b> Você tenta acender o Fuse com a Candle, mas ele não acende. Mantenha o Token de Evento no tabuleiro do trem. Nada acontece.<br/><br/><b>1+:</b> O Fuse começa a crepitar e soltar pequenas chamas. Você joga na dinamite e se afasta. Mova-se 2 espaços para longe do Token de Evento. Descarte a Candle e o Fuse. Remova os Tokens de Evento 1 e 2, depois remova todas as Caixas entre os vagões do trem. Reduza a <b>Flood Height</b> de ambos os vagões em 2. Em seguida:<br/><br/>Através da fumaça e dos destroços, você vê o que parece ser uma gaiola, com galhos e folhas espalhados por todo o vagão do trem. No centro do vagão, um monte de bugigangas empilhadas, mal visíveis daqui. O <b>Black Bird</b> não parece muito contente com sua presença neste lugar. Mude o Humor do <b>Black Bird</b> para <b>Wailful</b>. Adicione Terreno e Tokens de Evento ao centro do Vagão de Trem B, conforme mostrado no exemplo: <b>(pg.21)</b></p>"
      },
      {
          "title": "Evento 3",
          "description": "<p>O <b>Black Bird</b> solta um grito aterrorizante que sacode o trem até os trilhos. Ele se espalha pelas poças de sangue aos seus pés, e elas sobem em resposta. Aumente a <b>Flood Height</b> de ambos os vagões do trem em 1. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span>. Se a <b>Flood Height</b> em ambos os vagões do trem for 5 ou menor, complete o Ritual: Eu Vou Surgir.</p>"
      },
      {
          "title": "Evento 4 & 5",
          "description": "<p>Um pedaço de corda? Difícil dizer o que está cobrindo... Reduza o seu valor de Investigação em 1. Investigue.<br/><br/><b>0:</b> Não dá para entender o que é, com isso estando encharcado em... Provavelmente não vale a pena sujar as mãos. Mantenha o Token de Evento no tabuleiro do trem. Nada acontece.<br/><br/><b>1+:</b> Você o pega. Hmm... Huh... Parece que não é uma corda afinal. Parece mais com um Fuse. Mantenha o Fuse. O Fuse não ocupa um espaço de Rummage. Você pode dar o Fuse a outro Vagante adjacente em qualquer momento durante seu turno.</p>"
      },
      {
          "title": "Evento 6 (Humanity Track)",
          "description": "<p>O teto escurece, negro como o céu noturno, e piscando, também... O pássaro decola para aquela noite sem lua, desaparecendo direto no meio dela. A poeira e o giz carregados pelo vento das suas asas, está cegando... O <b>Black Bird</b> realiza a Ação de Sal de seu Humor atual. Coloque o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>6</span> em um espaço aberto adjacente ao <b>Black Bird</b>. Então, os Vagantes no mesmo vagão do trem que o <b>Black Bird</b> reduzem seu valor de Movimento em 1 até o final da rodada. Se a <b>Flood Height</b> em ambos os vagões do trem for 4 ou menor, complete o Ritual: Eu Vou Surgir.</p>"
      },
      {
          "title": "Evento 6 (Train Board)",
          "description": "<p>Algo caiu entre as penas das suas asas... Investigue.<br/><br/><b>0:</b> Provavelmente ela não gostaria que você tocasse isso. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>6</span> no tabuleiro do trem. Nada acontece.<br/><br/><b>1+:</b> Seus dedos encontram um pedaço de papel. É uma Fotografia. A fuligem esconde a maior parte da imagem, mas você consegue distinguir duas figuras juntas. Algo nisso parece esperançoso. Coloque o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>6</span> no Ritual: Uma Vida Antes do Poço. Então, se um Vagante encontrar ou tiver o Medalhão Coberto de Fuligem, complete aquele Ritual.</p>"
      },
      {
          "title": "Evento 7",
          "description": "<p>Você encontra uma pilha de todo tipo de quinquilharias estranhas. Você tem tempo para vasculhar tudo? Investigue.<br/><br/><b>0:</b> Nada chama sua atenção. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>7</span> no vagão do trem, nada acontece.<br/><br/><b>1+:</b> Algo brilhante. Algo prateado. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>7</span>. Encontre Junk Card #24. Adicione-a ao seu slot de Junk ou aos Pertences do grupo.</p>"
      },
      {
          "title": "Evento 8",
          "description": "<p>Espere um segundo... outro pedaço de dinamite? O que um pássaro louco está fazendo com todos esses explosivos? Se você não tiver uma Candle e não tiver o Fuse, falhe imediatamente nesta Ação de Investigação.<br/><br/><b>0:</b> Você tenta acender o Fuse com a Candle, mas ele não acende. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>8</span> no tabuleiro do trem. Nada acontece.<br/><br/><b>1+:</b> Fogo na área! Todos os Vagantes se movem 2 para longe deste Token de Evento. Remova o <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>8</span> e os dois Terrenos adjacentes. Complete o Ritual: Libere-a.</p>"
      },
      {
          "title": "Evento 9",
          "description": "<p>Você encontra um cobertor quente, grosso o suficiente para considerar um cochilo. Talvez você possa usá-lo para absorver um pouco... Mantenha o Token de Evento. Trate-o como um Token de Rummage para qualquer efeito. Se você estiver em uma Poça de Sangue, você pode usar este Token de Evento para reduzir a <b>Flood Height</b> daquele vagão do trem em 1.</p>"
      },
      {
          "title": "Evento 0",
          "description": "<p>Duas botas de borracha longas... Waders, realmente? Quem está pescando aqui embaixo? Mantenha o Token de Evento. Trate-o como um Token de Rummage para qualquer efeito. Enquanto você tiver os Waders, reduza a quantidade de Humanidade perdida pela <b>Flood Height</b> em 1. Se você estiver em ou adjacente a uma Poça de Sangue, você pode descartar o Token de Evento para reduzir a <b>Flood Height</b> daquele vagão do trem em 1.</p>"
      }
  ]
}
