{
  "key": 41,
  "title": "Snowed In",
  "storyName": "Comfortably Cold",
  "storyDescription": "<p>Have you ever felt such a freezin’ cold like this before? Ain’t nothin’ quite like it. Makes your bones feel brittle.</p> <p>No time to think more on it, though. As your eyes focus on your breath, somethin’ smacks into the side of the train, crashin’ down. Another storm… great. Clumps of snow start pilin’ in from holes in the ceiling.</p> <p>And then the quiet hits. Can’t even hear the train’ movin’ along the tracks no more. Any momentum you felt ‘neath your feet’s long gone now.</p> <p>After your ears stop ringin’... you hear the sounds of shovelin’, shoutin’, and singin’ from up ahead: “Ho, oh! More coal! More fire! Oh, ho!” But the voices are so distant that it’s easy to think your mind’s playin’ tricks on you again.</p> <p>More crashes… more snow… and the cold is makin’ you feel like glass. Storm’s gonna make its way in soon. Gonna either freeze to death or crumble if you don’t get outta here fast.</p>",
  "specialRules": "<p>Break and Humanity tracks are not used for this Scenario.</p> <p>At the start of each round (after resolving any Events), add 2 Snow in open spaces anywhere between the Vagrant closest to Break side and Break side. Then move each Lost Soul 2 spaces, Haunting as many Vagrants as possible. Lost Souls cannot end their Move in the same space.</p>",
  "terrainEffects": "<p><b>Snow:</b> If Snow is added to the train board but there is no more Snow Terrain, use the white Haint Effect Tokens instead. If further Snow would be added but cannot be (due to all of the Snow being on the train board), then remove Snow closest to Round side and use that instead.</p> <p>During their turn, Vagrants may use an Iron Nail, a Candle, or Salt to remove 1 adjacent Snow instead of their default effects.</p>",
  "haintEffects": "<p><b>Frostbitten (⬤):</b> Reduce the number of Coins you can use per turn by 1. To remove Frostbitten, end your turn adjacent to a Candle. Frostbitten is also removed after suffering a Wound.</p> <p><b>Snow Piles (O):</b> These Haint Effect Tokens are instead used as Snow Terrain. Add these to the train board if no other Snow Terrain is available.</p>",
  "Seance": "<p>When you use the Séance card, all Vagrants gain 1 Move for the round.</p>",
  "victory": "<p>Reach the Break side edge. When a Vagrant reaches the Break side edge, remove them from the train board. Keep playing until all Vagrants have reached the edge or have become Westbound.</p>",
  "events": [
    {
      "title": "Evento 1",
      "description": "<p>Algo grande está apontando para fora de um monte de neve. Bagagem, talvez? <b>Investigue</b>.<br><br><b>0:</b> Não temos tempo para ficar cavando o gelo. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>1</span> no tabuleiro do trem. Nada acontece.<br><br><b>1+:</b> É uma caixa preta com uma etiqueta de cobre, que diz “em caso de emergência: usar para explodir coisas.” Legal. Mantenha o Token de Evento. Trate-o como um Token de <b>Rummage</b> em todos os aspectos. Você pode usar o Token de Evento para remover todos os <b>Terrain</b> adjacentes. Quando o Token de Evento for descartado, outros <b>Vagrants</b> no mesmo vagão que você perdem <b>Frostbitten (⬤)</b> e sofrem uma <b>Wound</b>.</p>"
    },
    {
      "title": "Evento 2",
      "description": "<p>No canto do vagão, você nota algo intocado pelo frio e brilhando em vermelho... <b>Investigue</b>.<br><br><b>0:</b> Algo te diz que não há nada que valha a pena. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>2</span> no tabuleiro do trem. Nada acontece.<br><br><b>1+:</b> Parece carvão, brilha como carvão vermelho, mas não está aquecendo o lugar como carvão. Mantenha o Token de Evento. Trate-o como um Token de <b>Rummage</b> em todos os aspectos. Quando realizar <b>Rummaging</b>, você pode descartar este Token de Evento para manter até 2 <b>Candles</b>, e você pode dar uma dessas <b>Candles</b> para um <b>Vagrant</b> adjacente.</p>"
    },
    {
      "title": "Evento 3",
      "description": "<p>Há um pedaço de metal saindo da neve. E ao olhar mais de perto...<br><br><b>Se isso foi puxado durante o turno de um Vagrant:</b> Huh, patins de gelo. No seu tamanho, nada menos. Mantenha o Token de Evento. Trate-o como um Token de <b>Rummage</b> em todos os aspectos. No início do seu turno, você pode descartar o Token de Evento para se mover 3 espaços. Durante esse movimento, você pode se mover através de <b>Snow</b>, mas não pode terminar sobre <b>Snow</b>.<br><br><b>Se isso foi puxado durante o turno de um Haint:</b> Um som surdo no vagão ao lado te distrai, e você corta a mão direita. Droga, né? Sofra uma <b>Wound</b>. Todos os <b>Lost Souls</b> movem 2, <b>Haunting</b> quantos <b>Vagrants</b> forem possíveis. Então coloque o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span> de volta no <b>Bindle</b>.</p>"
    },
    {
      "title": "Evento 4",
      "description": "<p>Preso ao gelo está um pedaço de pano de algum tipo... <b>Investigue</b>.<br><br><b>0:</b> Por que você está se incomodando com algumas roupas velhas presas na neve? Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>4</span> no tabuleiro do trem. Nada acontece.<br><br><b>1+:</b> Você encontra algumas luvas - marrom e bege - elas te lembram do seu avô. Mantenha o Token de Evento. Trate-o como um Token de <b>Rummage</b> em todos os aspectos. Você pode usar este Token de Evento enquanto adjacente a um <b>Lost Soul</b> para completar o Ritual: Keepin’ Warm.</p>"
    },
    {
      "title": "Evento 5",
      "description": "<p>Parece que alguém perdeu suas roupas. Provavelmente não é o melhor momento para isso. <b>Investigue</b>.<br><br><b>0:</b> Talvez eles voltem para pegar. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>5</span> no tabuleiro do trem. Nada acontece.<br><br><b>1+:</b> Você encontra um cachecol - muito longo, mas quadriculado em várias cores - e, assim que você o pega, a geada cai. Mantenha o Token de Evento. Trate-o como um Token de <b>Rummage</b> em todos os aspectos. Você pode usar este Token de Evento enquanto adjacente a um <b>Lost Soul</b> para completar o Ritual: Bundle Up.</p>"
    },
    {
      "title": "Evento 6",
      "description": "<p>Oh, veja só, um colar camafeu em uma corrente de prata. Parece caro. Eles dizem que essas coisas trazem sorte. Me pergunto se há alguma verdade nisso.<br><br><b>Se isso foi comprado durante o turno de um Vagrant:</b> O rosto cuidou, agora se desloca em direção a você, seus olhos brancos e vazios te encarando... Mantenha o Token de Evento. Trate-o como um Token de <b>Rummage</b> em todos os aspectos. Enquanto você tiver este Token de Evento, no início do seu turno, perca 2 <b>Humanity</b>.<br><br><b>Se isso foi comprado durante o turno de um Haint:</b> Você o pega, sabendo que não é seu. Assim que está em sua palma, você sente a sensação de olhos te observando. Da próxima vez que você tentar olhar para o colar na sua mão, ele se foi. Todos os <b>Lost Souls</b> (se movam) 3, <b>Haunting</b> o maior número possível de <b>Vagrants</b>. Então coloque o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>6</span> de volta no <b>Bindle</b>.</p>"
    },
    {
      "title": "Evento 7",
      "description": "<p>O vento se levanta atrás de você, mas quando você se vira, há uma nova face, e ela não parece amigável. Adicione 1 <b>Lost Soul</b> em um espaço adjacente à borda <b>Round</b>. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>7</span>, depois adicione o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>0</span> à Rodada 2.</p>"
    },
    {
      "title": "Evento 8",
      "description": "<p>Esta tempestade não está dando trégua. O vento está levantando algo feroz. Não podemos esperar por isso. Temos que continuar. Cada <b>Vagrant</b> deve descartar qualquer Token de <b>Rummage</b> ou mover um número de espaços igual ao valor de movimento em direção à borda <b>Round</b>. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>8</span> no <b>Round Track</b>.</p>"
    },
    {
      "title": "Evento 9",
      "description": "<p>Nos buracos no teto feitos pelo granizo e pela tempestade lá fora, seus olhos pegam os ziguezagues de raios. Nos flashes, um rosto sorridente aparece. Adicione 1 <b>Lost Soul</b> em qualquer espaço adjacente à borda <b>Break</b>. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>9</span>.</p>"
    },
    {
      "title": "Evento 0",
      "description": "<p>A tempestade aumenta, caindo pelas aberturas no teto e pelas janelas quebradas. Lado positivo? Esses buracos são preenchidos. Mas algo te diz que as coisas vão ficar muito ruins, muito rápido. Remova os buracos do tabuleiro do trem. Todos os <b>Vagrants</b> aumentam seu valor de movimento em 1 para esta rodada. Para o resto do <b>Scenario</b>, no início de cada turno de um <b>Vagrant</b>, eles sofrem uma <b>Wound</b>. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>0</span>.</p>"
    }
  ]
}