{
  "key": 27,
  "title": "The Stillness & the Quiet",
  "storyName": "This World is Not My Home",
  "storyDescription": "<p> Você não pode ver os outros. Está completamente escuro. E congelando. <br><br> Em algum lugar na escuridão... respiração pesada e um click-click-clicking. Um chocalho. Dentes batendo. <br><br> Você não deveria ter vindo aqui. Hrrrrrrrrkh. Está cansado? <br><br> ...Escute. Todos ouviram isso, certo? <br><br> Hrrrrrrrrkh. Está escuro demais aqui embaixo. Cl-cl-click. <br><br> Foi você? Você ainda está aí? <br><br> Eles me colocaram aqui. Sozinho. Hrrrrrrrrkh. No escuro. Cl-click-click. <br><br> Mexa as mãos ou algo assim. Só me avise que você está aí. <br><br> Hrrrrrrrrkh. Eu não consigo... ouvir a música daqui de baixo. <br><br> Ok, acho que deveríamos dar meia-volta. <br><br> Me leve... lá para cima. Cl-cl-cl-click. Para cantar, para dormir. Para sentir a chuva. Hrrrrrrrrkh. <br><br> Onde está a porta? <br><br> Para beber... dos sonhos deles. Hrrrrrrrrkh. <br><br> Cl-click-click-click-click. Para dançar ao som do violino. <br><br> Hrrrrrrrrkh. Você sonha? <br><br> Cl-click-click-click. <br><br> Você sonha, não sonha!?</p>",
  "specialRules": "<ul><li>The first time a Candle is placed in each train car, read Event 1.</li><li>Vagrants may not target characters unless the target is in Range 3 of a Candle.</li><li>Those Skills and Junk that are treated as Candles are also treated as Candles for effects in this Scenario.</li></ul>",
  "haintImg": "haint-visitor.jpg",    
  "terrainEffects": "",
  "haintEffects": "<p><b>Racing Heart:</b> At the start of your turn, roll 1 Bone. On a 4+, remove Racing Heart. Otherwise, the Visitor performs Wheezing Whispers, targeting you.</p><p><b>Paralyzed:</b> You cannot perform the Move Action. To remove Paralyzed, either be targeted by a Vagrant with a successful Action or an adjacent Vagrant may use a Coin during their turn.</p>",
  "breaks": "",
  "seance": "<p>At any time, Vagrants may discard the Séance card for any 1 Vagrant to draw a Candle from the Bindle.</p>",
  "victory": "<p>Save the Visitor.</p>",
  "defeat": "",
  "events": [
      {
          "title": "Evento 1",
          "description": "<p>A luz da vela dissipa a escuridão. Você finalmente pode ver ao seu redor, mesmo que apenas um pouco. Coloque o seguinte Terreno e Tokens em espaços abertos, pelo menos dois espaços de distância, com base em qual vagão do trem a vela foi colocada:</p><ul><li>Vagão A: 1 Box, 2 Holes, Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>2</span></li><li>Vagão B: 1 Box, 2 Blood Pools, Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span></li><li>Vagão C: 1 Box, 1 Hole, 1 Blood Pool, Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>4</span></li></ul>"
      },
      {
          "title": "Evento 2",
          "description": "<p>Você encontra um pedaço quebrado de lixo no chão. Pedaços de metal e vidro estão por toda parte. Investigue.<br/><br/><b>0:</b> Você já está carregando coisas demais. Não vale a pena pegar mais. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>2</span> no tabuleiro. Nada acontece.<br/><br/><b>1+:</b> Parece que você encontrou um queimador e o fundo de uma lanterna quebrada. O óleo ainda está lá. O pavio também está intacto. Será complicado acender. Mantenha o Evento Token. Trate-o como uma Rummage Token em todos os sentidos. Durante o seu turno, você pode usar o Evento Token para colocá-lo em um espaço adjacente ocupado por uma Candle. O alcance dessa Candle que permite que personagens sejam alvejados é aumentado em 1. Se essa Candle for removida, o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>2</span> permanece no tabuleiro do trem e pode ser investigado novamente.</p>"
      },
      {
          "title": "Evento 3",
          "description": "<p>Parece uma câmera, mas é mais sofisticada do que qualquer coisa que você já viu. Investigue.<br/><br/><b>0:</b> Você não tem ideia de onde veio, muito menos de como usá-la. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span> no tabuleiro. Nada acontece.<br/><br/><b>1+:</b> Você mexe na câmera, tentando entendê-la. Parece que ela pode imprimir fotos imediatamente, mas... isso é impossível. De onde veio essa coisa? Mantenha o Evento Token. Trate-o como uma Rummage Token em todos os sentidos. Durante o seu turno, se você estiver em um vagão sem qualquer Candle e o Visitor estiver Unseen, você pode colocar 2 Coins neste Evento Token para ganhar uma Foto e fazer com que o Visitor ganhe 3 de Humanidade. Apenas 3 Fotos podem ser obtidas dessa maneira. Então, uma vez por rodada, se você estiver adjacente a uma Candle, pode Queimar uma Foto. Se uma Foto for Queimada, ela não pode ser Queimada novamente. Após 3 Fotos terem sido tiradas, descarte o Evento Token.</p>"
      },
      {
          "title": "Evento 4",
          "description": "<p>Sob uma pilha de roupas esfarrapadas e sucata de metal, você vê dois olhos brilhantes... Investigue.<br/><br/><b>0:</b> Você alcança a pilha, mas algo pequeno responde. Perde 2 de Humanidade. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>4</span> no tabuleiro do trem.<br/><br/><b>1+:</b> Um rato com cera derretendo na cabeça corre para fora da roupa solta. Parecia um pequeno Tommyknocker. Estranho. Ganhe uma Candle. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>4</span>.<br/><br/><b>2+:</b> Parece que você tropeçou em um ninho de ratos. Todos parecem pequenos Tommyknockers com Candles na cabeça, como se estivessem adorando algo. Todos os Vagrants no mesmo vagão ganham uma Candle. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>4</span>.</p>"
      },
      {
          "title": "Evento 5",
          "description": "<p>O som distante de algo pegando fogo nunca pareceu tão bom. Remova uma Candle da Cycle Track e coloque-a em qualquer espaço aberto no tabuleiro. Até o fim do Cenário, se o Visitor realizar Wheezing Whispers, aumente a perda de Humanidade em 1. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>5</span>.</p>"
      },
      {
          "title": "Evento 6",
          "description": "<p>O demônio sombra ambulante... coisa... estala e racha, ri e borbulha... mas esses sons não vêm da boca dele. Vêm do corpo inteiro dele tremendo. E em resposta, você ouve um som que gostaria de esquecer vindo de cima: o chiado de uma falha de freio do trem, colapso e tumulto. O trem se ilumina em azuis cintilantes. Luzes Mazo... Ele fez isso, você sabe. Escolha um vagão do trem. Coloque uma Candle em cada canto daquele vagão, tirando essas Candles do Bindle e Bind. Se não houver suficientes, tire da Cycle Track, se necessário. Aumente o limiar de Humanidade do Visitor em 2 por Vagrant em jogo. Até o fim do Cenário, se o Visitor realizar Wheezing Whispers, aumente a perda de Humanidade em 1 (este efeito se acumula com o aumento anterior da perda de Humanidade). Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>6</span>.</p>"
      },
      {
          "title": "Evento 7",
          "description": "<p>A forma do Visitor se desfoca, alarga... escurece tudo ao seu redor. De repente, você acha difícil respirar. Aumente o limiar de Humanidade do Visitor em 2 por Vagrant em jogo. Remova todas as Candles do tabuleiro do trem (ciclando o Bindle, se necessário) e o Visitor muda seu Humor para Unseen. Puxe 3 Rummage Tokens para o Visitor. Realize essas Ações em qualquer ordem. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>7</span>.</p>"
      },
      {
          "title": "Evento 8",
          "description": "<p>Você encontra algo brilhando em vermelho profundo. E você olha para ele. Dias parecem passar sem se importar com o mundo. Queima, mas não como nada que você já sentiu antes. Queima... Perde 3 de Humanidade. Em seguida, descarte o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>8</span>.</p>"
      },
      {
          "title": "Evento 9",
          "description": "<p>Você alcança a escuridão e puxa algo que se mexe, como se fosse feito de eletricidade estática.<br/><br/>Se você tiver o Safe at Last Mile Post, o objeto começa a tomar forma de uma mão fantasmagórica, puxando você para cima e para fora. Você ganha 1 de Humanidade.<br/><br/>Caso contrário, desaparece nos seus dedos, mas a sensação não vai embora. Ganhe Racing Heart.<br/><br/>Após resolver qualquer opção, coloque o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>9</span> de volta no Bindle.</p>"
      },
      {
          "title": "Evento 0",
          "description": "<p>De todos os lados, saindo das paredes e do chão... murmúrios sussurrantes, vozes baixas e tons abafados... São reconfortantes. Reconfortantes o suficiente para acordar você. Se você tiver Paralyzed ou estiver a uma distância de 2 de um Vagrant com Paralyzed, remova Paralyzed. Coloque o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>0</span> de volta no Bindle.</p>"
      }
  ]
}