{
    "key": 71,
    "title": "Set in Stone",
    "storyName": "Monuments to the Witching Hour",
    "storyDescription": "placeholder da história",
    "specialRules": "<ul><li>Quando você colocaria o 5º Token de <b>Cleansed</b>, leia o Evento 0 em vez disso.</li><li>Quando a Lady in Limestone seria colocada nos Debris, um Vagrant pode descartar uma Vela para, em vez disso, colocar a Lady in Limestone nos Debris mais próximos deles. Se o fizerem, a Lady in Limestone não pode ser colocada em um Escombro diferente pelo resto da rodada.</li></ul>",
    "terrainEffects": "<p><b>Buracos:</b> Vagrants podem entrar em espaços contendo Terreno de Buraco. Se o fizerem, role um número de Ossos igual ao seu valor de Movimento. Se algum resultado for 5+, nada acontece. Caso contrário, aquele Movimento termina e eles perdem 2 de Humanidade.</p><p>Se um Buraco seria adicionado mas não pode ser (devido a todos os Buracos estarem no tabuleiro do trem), então remova um Buraco que esteja mais distante de todos os Vagrants e use esse em vez disso.</p><p>Buracos podem se mover para Terreno. Se terminarem um Movimento em Terreno, Vagrants não podem se mover para aquele espaço. Após a Ação ser resolvida, se um Buraco se mover para um espaço ocupado por outro Buraco, remova todos menos um desses Buracos do tabuleiro do trem.</p>",
    "haintEffects": "<p><b><b>Cleansed</b>:</b> Esses Tokens são usados para medir um efeito para a Lady in Limestone, e são colocados nos Debris.</p><p><b>Luck o' the Lady:</b> Sempre que você rolar um 1 de qualquer Ação ou Skill, perca 2 de Humanidade. Você pode descartar uma Pata de Coelho para remover Luck o' the Lady.</p>",
    "breaks": "",
    "Seanse": "<p>A qualquer momento durante o Cenário, Vagrants podem descartar a carta de Séance para remover todos os Buracos de um vagão do trem.</p>",
    "victory": "<p>Salve a Lady in Limestone.</p>",
    "defeat": "",
    "events": [
        {
            "title": "Evento 1",
            "description": "<p>Há algo embrulhado aqui, quase como um presente. Está endereçado 'para minha dama'. <b>Investigue</b>.<br/><br/><b>0:</b> Duvido que sejam para você. Ganhe <b>Luck o' the Lady (<span style='display: inline-block; width: 13px;background: white;border: solid 2px #4f352b;height: 12px;border-radius: 50%;'></span>)</b>. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>1</span> no tabuleiro do trem.<br/><br/><b>1+:</b> Você desembrulha cuidadosamente o pacote. Dentro há algumas rosas velhas e secas. Alguém queria deixar essas na estação? Vale a tentativa. Mantenha o Event Token. Trate-o como um Rummage Token para todos os efeitos. Se você estiver adjacente à Lady in Limestone e ela estiver em um Debris sem um <b>Cleansed</b> Token, você pode descartar este Event Token para completar o Ritual: Flowers for My Lady. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>1</span>.</p>"
        },
        {
            "title": "Evento 2",
            "description": "<p>Há uma pilha de lixo. Nunca se é muito nobre para dar uma olhada. <b>Investigue</b>.<br/><br/><b>0:</b> Eh, pensando melhor, é melhor não sujar as mãos. Ganhe <b>Luck o' the Lady (<span style='display: inline-block; width: 13px;background: white;border: solid 2px #4f352b;height: 12px;border-radius: 50%;'></span>)</b>. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>2</span> no tabuleiro do trem.<br/><br/><b>1+:</b> No fundo da pilha há um ancinho de mão. ...Para jardinagem? Não parece o momento ou lugar certo para isso. Mantenha o Event Token. Trate-o como um Rummage Token para todos os efeitos. Se você estiver adjacente à Lady in Limestone e ela estiver em um Debris sem um <b>Cleansed</b> Token, você pode descartar este Event Token para remover o Overgrowth e completar o Ritual: Slip Away, Clear Away. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>2</span>.</p>"
        },
        {
            "title": "Evento 3",
            "description": "<p>O trem sacode e balança, e cada estátua começa a rachar um pouco mais. À medida que as tábuas do assoalho começam a ceder e dobrar, algo cede e o trem começa a parar - não muito longe de onde você começou. Pode valer a pena dar uma olhada. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span>. Coloque o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>5</span> em qualquer espaço aberto adjacente à borda redonda.</p>"
        },
        {
            "title": "Evento 4",
            "description": "<p>Parece que você tocou em um nervo. A estátua começa a se mover... cobrindo o rosto choroso, depois começa a gritar. Parece que o chão pode ceder. O ranger das pedras que solta os gritos desumanos... Coloque o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>6</span> no mesmo vagão que a Lady in Limestone, em qualquer espaço aberto na borda mais distante. Todos os Vagrants podem fazer Rummage de 1 Bone, depois coloque um <b>Cleansed</b> Token em qualquer Debris sem um <b>Cleansed</b> Token. Pelo resto do cenário, a Lady in Limestone não pode ganhar Humanity de nenhum efeito (exceto Rituals) enquanto estiver no Mood Encased Anger.</p>"
        },
        {
            "title": "Evento 5",
            "description": "<p>Espero que sua caminhada até aqui valha a pena. Deve haver algo útil. <b>Investigue</b>.<br/><br/><b>0:</b> Depois de toda essa caminhada, de repente não parece valer a pena. Ganhe <b>Luck o' the Lady (<span style='display: inline-block; width: 13px;background: white;border: solid 2px #4f352b;height: 12px;border-radius: 50%;'></span>)</b>. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>5</span> no tabuleiro do trem.<br/><br/><b>1+:</b> Você sabe o que encontrou assim que vê. É a pá do Bookbinder. Tão ridiculamente grande quanto você lembra. Mantenha o Event Token. Trate-o como um Rummage Token para todos os efeitos. Você pode colocar uma Coin neste Event Token como se fosse uma Skill. Durante seu turno, se você estiver adjacente a um Debris sem um <b>Cleansed</b> Token que a Lady in Limestone não está ocupando e uma Coin estiver no Event Token, você pode colocar um <b>Cleansed</b> Token nesse Debris. Quando você <b>Cleansed</b> um Debris desta forma, leia o Shovel Event. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>5</span>.</p>"
        },
        {
            "title": "Evento 6",
            "description": "<p>Parece que algum equipamento de alvenaria caiu do teto. Não é onde você normalmente guardaria esse tipo de coisa. <b>Investigue</b>.<br/><br/><b>0:</b> Não acho que vamos construir paredes tão cedo. Ganhe <b>Luck o' the Lady (<span style='display: inline-block; width: 13px;background: white;border: solid 2px #4f352b;height: 12px;border-radius: 50%;'></span>)</b>. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>6</span> no tabuleiro do trem.<br/><br/><b>1+:</b> Mortar? Huh. Talvez seja útil para preencher aquelas rachaduras. Só espero que seja uma boa ideia. Mantenha o Event Token. Trate-o como um Rummage Token para todos os efeitos. Se você estiver adjacente à Lady in Limestone e ela estiver em um Debris sem um <b>Cleansed</b> Token, você pode descartar o Event Token para Fill the Cracks na Lady in Limestone e completar o Ritual: Glitters as Gold. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>6</span>.</p>"
        },
        {
            "title": "Evento 7",
            "description": "<p>Há todo tipo de coisa aqui. Pode levar o dia todo para vasculhar tudo. <b>Investigue</b>.<br/><br/><b>0:</b> Bem, isso foi rápido. Nada útil, afinal. Ganhe <b>Luck o' the Lady (<span style='display: inline-block; width: 13px;background: white;border: solid 2px #4f352b;height: 12px;border-radius: 50%;'></span>)</b>. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>7</span> no tabuleiro do trem.<br/><br/><b>1+:</b> Você tem mãos suficientes para carregar tudo isso? É tudo útil!! Para cada sucesso durante esta Ação de Investigação, faça Rummage 1. Você pode manter todos os tokens de Rummage obtidos dessa forma e pode dar qualquer um deles a outros Vagrants. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>7</span>.</p>"
        },
        {
            "title": "Evento 8",
            "description": "<p>Algumas tábuas e pregos? Isso te dá uma ideia. Mantenha o Event Token. Trate-o como um Rummage Token para todos os efeitos. Durante seu turno, você pode descartar o Event Token para remover um Hole adjacente do tabuleiro do trem.</p>"
        },
        {
            "title": "Evento 9",
            "description": "<p>Deve ser seu dia de sorte. Você encontrou uma garrafa térmica de café preto. Nada que não resolva... Dedos frios, ossos doloridos, o medo de ser esmagado por uma estátua... Mantenha o Event Token. Trate-o como um Rummage Token para todos os efeitos. Você pode descartar este Event Token para remover todos os Haint Effects de você e dos Vagrants adjacentes ou para que você e os Vagrants adjacentes ganhem 3 de Humanity.</p>"
        },
        {
            "title": "Evento 0",
            "description": "<p>A estátua se reforma bem diante dos seus olhos. Fios de luz azul, pré-moldados como se não fossem nada em sua cabeça, vagueiam na escuridão distante. Então tudo fica preto. Bem, nada de bom para ver aqui. Isso é certo. Coloque a Lady in Limestone no Mood to Spirit com todos os Debris que teriam sido <b>Cleansed</b> e mude seu Mood para Spirit within. Todos os Vagrants se colocam no mesmo vagão que a Lady in Limestone, pelo menos 2 espaços de distância dela e não em espaços conectados entre seus vagões. Em seguida, coloque todos os Debris em outros vagões nos 4 espaços conectados. Por fim, remova todos os Holes em outros vagões e coloque 1 Hole neste vagão, em qualquer espaço aberto.</p>"
        },
        {
            "title": "Shovel Event",
            "description": "<p>Algo parece errado com o que você está fazendo. Não parece muito com limpar - mais como destruir. A Lady in Limestone perde 2 Humanity (<b>Perceba:</b> não ganha!). Você perde 2 de Humanity. Você pode usar o Event Token mais de uma vez. Se o fizer, ganhe o Wrecking Ball Mile Post e descarte o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>5</span>.</p>"
        }
    ]
}