{
    "key": 6,
    "title": "When You dig my Grave",
    "storyName": "Make it Shallow",
    "storyDescription": "<p>Uma brisa atravessa os vagões barulhentos do trem e envia um arrepio pela sua espinha, como se alguém tivesse acabado de passar por cima do seu túmulo. <br> Nada incomum nisso - vagões de trem não são feitos para conforto... Mas não é a brisa que te deixa inquieto.<br> No vagão à frente... você vê a coisa mais estranha, uma árvore brotando diretamente do assoalho. Eles gemem e rangem enquanto o salgueiro sem folhas balança ao vento. Ramos negros e feios se desenrolando, agarrando, hipnotizando...<br> As luzes piscam, deixando apenas você, a árvore e o vento no escuro. E quando elas piscam de volta à vida, um velho cansado aparece bem no meio do vagão. A pá em que ele se apoia pode ser a maior que você já viu.<br> Se ele te notou, não fez isso óbvio. Apenas começou a cavar. <br>A brisa aumenta de novo, e uma nova voz a acompanha. Está trêmula, mas rítmica... <br>Oh, morte...</p>",
    "specialRules": "<ul><li>No final de cada rodada, se um Vagabundo estiver adjacente ao Whispering Willow, ele perde 2 de Humanidade.</li><li>Se o Whispering Willow se mover para um Terreno, remova esse Terreno.</li><li>Se o Whispering Willow se mover para um Vagabundo (ou um Vagabundo se mover através do Whispering Willow), esse Vagabundo é Assombrado (usando o efeito Whisperin’ Wind Haunted).</li><li>O Whispering Willow não pode ganhar Humanidade.</li></ul>",
    "terrainEffects": "<p>Se um efeito adicionaria Terreno, mas não há Terreno desse tipo disponível, ignore essa parte do efeito (e qualquer outra coisa relacionada a isso continua normalmente).</p><p><b>Buracos:</b> Vagabundos podem entrar em espaços contendo Terreno de Buraco. Se o fizerem, role um número de Ossos igual ao valor de Movimento. Se qualquer rolagem for 5+, nada acontece. Caso contrário, aquele Movimento termina e eles perdem 2 de Humanidade.</p>",
    "haintEffects": "<p><b>Shufflin’ Feet (O):</b> No final da sua vez, mova-se 2 em direção ao Whispering Willow. Para remover Shufflin’ Feet, descarte um Iron Nail.</p>",
    "breaks": "",
    "Seanse": "<p>Descarte a carta de Séance para que todos os Vagabundos ignorem os efeitos de estar adjacentes ao Whispering Willow por uma rodada.</p>",
    "victory": "<p>Salve o Bookbinder.</p>",
    "defeat": "",
    "events": [
        {
            "title": "Evento 1",
            "description": "<p>O Bookbinder cambaleia para trás, balançando a cabeça. Sua barba cai no chão, e sua pele parece que vai seguir o mesmo caminho. Algo metálico com um cabo de madeira cai da sua longa barba. Há um olhar triste em seus olhos, olhando para aquela árvore. E antes que ele tenha a chance de se abaixar, o trem sacode e balança, e aquele machado desliza para algum canto escuro. Fora de vista. Coloque o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>(⚉)</span> no canto mais distante do vagão que o Bookbinder está ocupando. Depois, remova o Evento 1.</p>"
        },
        {
            "title": "Evento 2",
            "description": "<p>Um estrondo rasga o chão do trem. Aquela árvore gigante... está crescendo. Esses galhos pendentes se alongam e se estendem para baixo, e folhas vermelhas e doentias brotam e caem no chão. O Whispering Willow se move 1 em direção ao lado Round. Até o fim do cenário, no final de cada rodada, Vagabundos na faixa 2 do Whispering Willow perdem 2 de Humanidade. Este efeito de aumento de faixa substitui a regra especial anterior. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>(⚉)</span> na Trilha de Rodadas. Aumente a faixa deste efeito em 1 cada vez que o Ritual for resolvido.</p>"
        },
        {
            "title": "Evento 3",
            "description": "<p>Há algo grande naquela cova. Difícil dizer se está se movendo. Investigue.<br/><br/><b>0:</b> Eh, está bem fundo. Dói só de pensar. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>(⚉)</span> no tabuleiro do trem. Nada acontece.<br/><br/><b>1+:</b> Oh, um corpo. Isso não é bom. Parece muito com o velho zangado tentando te pulverizar com uma pá. Mantenha o Token de Evento. Trate-o como um Token de Rummage em todos os sentidos. Se você tiver o corpo quando se mover (ou for movido por outro efeito), reduza o número total de espaços que você se moveria em 1 (por exemplo: se você tem um valor de Movimento de 3 e colocou todas as 3 Moedas em sua Ação de Movimento, mova-se apenas 8 em vez de 9). O corpo pode ser descartado se você estiver adjacente ao Caixão para completar o Ritual: Enterrar um Amigo.</p>"
        },
        {
            "title": "Evento 4",
            "description": "<p>Outro local de sepultamento, cavado fundo. Algo brilhando lá embaixo. Investigue.<br/><br/><b>0:</b> Provavelmente não é uma boa ideia pisar no túmulo de outra pessoa. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>(⚉)</span> no tabuleiro do trem. Ganhe Shufflin’ Feet (O).<br/><br/><b>1+:</b> Você encontra uma garrafa estranha. Não era o velho que segurava isso...? Como isso veio parar aqui? Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>(⚉)</span>. Ganhe Junk #27, colocando seu outro Junk nos Pertences, se necessário. Pelo resto deste Cenário, se você estiver adjacente ao Whispering Willow, pode colocar 3 Moedas no Junk #27 durante sua vez para Envenenar as Raízes. Se fizer isso, encerre o efeito do Evento 2 e remova aquele Token de Evento da Trilha de Rodadas.</p>"
        },
        {
            "title": "Evento 5",
            "description": "<p>Raízes enegrecidas começam a rastejar para fora de todos esses Buracos, como cobras cegas procurando comida. A madeira do trem apodrece ao alcance delas, e ainda assim é impossível se mover, como se essas cobras já tivessem atacado. Essas pequenas anacondas começam a se enrolar, se constricting, ao redor dos seus tornozelos... Todos os Vagabundos adjacentes aos Buracos ou ao Whispering Willow perdem 2 de Humanidade. Vagabundos que perdem Humanidade dessa maneira também reduzem seu valor de Movimento em 1 durante sua próxima vez. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>(⚉)</span> na Trilha de Humanidade.</p>"
        },
        {
            "title": "Evento 6",
            "description": "<p>Você acabou de chutar algo? Investigue.<br/><br/><b>0:</b> Com todas essas raízes por aqui, provavelmente não vale a pena mexer no escuro. Nada acontece. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>(⚉)</span> no tabuleiro do trem.<br/><br/><b>1+:</b> Hã, é um machado. Não consigo esquecer o olhar que o velho deu para aquela árvore. Agora há uma ideia... Mantenha o Token de Evento. Trate-o como um Token de Rummage em todos os sentidos. Enquanto você tiver o machado, ao realizar a Ação de Bust, você pode rolar 1 Osso adicional. Se você estiver adjacente ao Whispering Willow e já tiver Envenenado as Raízes, pode descartar este Token de Evento para Cortar e completar o Ritual: Um Galho Muito Longe.</p>"
        },
        {
            "title": "Eventos 7, 8 e 9",
            "description": "<p>Tem que haver algo por aqui para te dar vantagem. A única coisa que você encontra é um Sino. Está brilhando um pouco... Talvez você possa encontrar um uso para isso. Na página de Mile Post (41), marque que você encontrou um Sino (Sinos não contam como Mile Posts). Mantenha o Token de Evento. Trate-o como um Token de Rummage em todos os sentidos. Durante sua vez, você pode descartar um Sino para fazer o Bookbinder ou o Whispering Willow se mover 1 para longe de você.</p>"
        },
        {
            "title": "Evento 0",
            "description": "<p>Os galhos avançam e envolvem o Caixão, levantando-o como uma mãe abraça um bebê. E então a árvore começa a apertar o caixão, apertar, apertar... Até que a caixa de pinho se estilhaça. Páginas de um velho livro voam dos destroços, e o Bookbinder cai de joelhos, soltando um grito assombrado. \"Esse foi o último. Vazio. Não adianta, tarde demais, muitos se foram. Ele... ele pegou todos.\" Não parece que ele está falando com a árvore. Se não é o Willow, então quem...? Ou o quê? Remova o Caixão do tabuleiro do trem. Todos os Vagabundos no mesmo vagão que o Bookbinder perdem 4 de Humanidade. Então o Bookbinder se move 5 em direção à borda do lado Break, Assombrando os Vagabundos no caminho mais imediato.</p>"
        }
    ]
}