{
  "key": 45,
  "title": "A cold Wind's a Comin'",
  "story": {
    "title": "But the Sun Ain’t Far Behind",
    "description": "<p>Você conhece aquele velho ditado sobre estar fora da frigideira e dentro da panela? Seria bom, não é?</p><p>Parece que não há como escapar desse frio. A tempestade pode ter morrido, mas o vento com certeza aumentou, e é isso que realmente corta fundo.</p><p>Mas à frente, parece que há outros três viajantes tentando lutar contra o frio assim como você. Todos amontoados ao redor de uma vela e... uma máquina de vendas (7)? Me pergunto se todas essas engenhocas mecânicas lá dentro mantêm a coisa aquecida.</p><p>Você começa a notar o calor escapando de sua pele exposta como a névoa saindo da superfície de um lago. Talvez você possa se juntar àquela máquina com eles.</p><p>Não demora muito para que aqueles três rostos cansados se virem para você. Do jeito que eles se torcem e viram, você lembra exatamente onde está novamente. Suas mandíbulas se afundam, e cada um deles começa a gemer terrivelmente.</p><p>Mova-se.</p><p>Mantenha essas pernas de congelar.</p>",
    "image": "frozen-faces.jpg"
  },
  "rules": [
    {
      "specialRules": "<p>Não há Regras Especiais para este Cenário.</p>"
    },
    {
      "terrainEffects": "<p><b>Neve:</b> Durante o turno, os Vagrants podem usar um Prego de Ferro, uma Vela ou Sal para remover 1 Neve adjacente, em vez de seus efeitos padrão.</p>"
    },
    {
      "haintEffects": "<p><b>Frostbitten (⬤):</b> Reduz o número de Coins que você pode usar por turno em 1. Para remover Frostbitten, termine seu turno adjacente a uma Vela. Frostbitten também é removido após sofrer uma Ferida.</p><p><b>Nervous Knees (O):</b> Reduza seu valor de Movimento em 1. Para remover Nervous Knees, descarte uma Vela.</p>"
    },
    {
      "seance": "<p>Descarte a carta Séance para remover Frostbitten (⬤) de todos os Vagrants e mover todos os Haints 2 espaços para longe de cada Vagrant.</p>"
    },
    {
      "victory": "<p>Salve os Frozen Faces.</p>"
    }
  ],
  "events": [
    {
      "title": "Evento 1",
      "description": "<p>Os três viajantes - movendo-se juntos, tremendo e sacudindo em uma estranha união - todos soltam um grito coletivo e sem voz. Lascas de luz azul e gelo caem de seus rostos. Adicione 1 <b>Lost Soul</b> a qualquer espaço ocupado por <b>Terrain</b> no mesmo vagão que os <b>Frozen Faces</b>. De agora até o final do <b>Scenario</b>, quando um Token de <b>Rummage</b> for retirado para realizar uma ação de <b>Haint</b>, essa Token de <b>Rummage</b> também é usada para realizar uma Ação para o <b>Lost Soul</b>. Essa Ação é realizada após os <b>Frozen Faces</b>. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>1</span>.</p>"
    },
    {
      "title": "Evento 2",
      "description": "<p>O tremor, o tremor... está um pouco mais frenético agora. Pedaços de gelo saem do ar ao redor deles como se estivessem presos em uma nevasca. Então volta aquele grito sem voz, tão assustador quanto antes. Adicione 1 <b>Lost Soul</b> a qualquer espaço ocupado por <b>Terrain</b> no mesmo vagão que os <b>Frozen Faces</b>. De agora até o final do <b>Scenario</b>, quando um Token de <b>Rummage</b> for retirado para realizar uma ação de <b>Haint</b>, essa Token de <b>Rummage</b> também é usada para realizar uma Ação para cada <b>Lost Soul</b>. Essas Ações são realizadas após os <b>Frozen Faces</b>. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>2</span>.</p>"
    },
    {
      "title": "Evento 3",
      "description": "<p>Não há dúvidas sobre o que está saindo da neve. Isso é definitivamente uma mão. <b>Investigue</b>.<br><br><b>0:</b> Hmm, não. Nós só vamos deixar essa coisa horrível aí. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>3</span> no tabuleiro do trem e ganhe <b>Nervous Knees (O)</b>.<br><br><b>1+:</b> Por algum motivo, você decide que é uma boa ideia desenterrar os mortos da neve. O rosto dela parece familiar... Na mão dela, você encontra algumas moedas. Ganhe 2 <b>Cents</b>. Elas são consideradas compartilhadas entre todos os <b>Vagrants</b>. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>3</span>.</p>"
    },
    {
      "title": "Evento 4",
      "description": "<p>Parece um grande pássaro preso no gelo. <b>Investigue</b>.<br><br><b>0:</b> Para que você precisa de um pássaro morto? Não o perturbe. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>4</span> no tabuleiro do trem. Nada acontece.<br><br><b>1+:</b> Oh, hum. Acontece que não é um pássaro afinal. É um colar de penas... preso a um cordão... e amarrado a uma pequena bolsa com algumas moedas dentro. Ganhe 2 <b>Cents</b>. Elas são consideradas compartilhadas entre todos os <b>Vagrants</b>. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>4</span>.</p>"
    },
    {
      "title": "Evento 5",
      "description": "<p>Há um chapéu descansando ordenadamente no topo de um monte de neve. Fico imaginando o que está por baixo disso. <b>Investigue</b>.<br><br><b>0:</b> Pensando melhor... Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>5</span> no tabuleiro do trem e ganhe <b>Nervous Knees (O)</b>.<br><br><b>1+:</b> Debaixo da neve está o rosto do homem bigodudo de antes... E descansando em cada olho há uma moeda. Algo parece errado em tomar essas. Ganhe 2 <b>Cents</b>. Elas são consideradas compartilhadas entre todos os <b>Vagrants</b>. <b>Lost Souls</b> consideram o <b>Vagrant</b> que investigou como Prioridade Especial até que os <b>Frozen Faces</b> se quebrem. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>5</span>.</p>"
    },
    {
      "title": "Evento 6",
      "description": "<p>Intocado pela neve ou sujeira está o que parece ser um assado de porco quente. Ninguém parece ter notado ainda. Você automaticamente tem sucesso. Você o come? Escolha <b>Yes</b> ou <b>No</b> (escolha antes de ler mais):<br><br><b>No:</b> Enquanto você contempla quem no mundo comeria carne de um vagão de trem, você tropeça em outra coisa. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>6</span> no tabuleiro do trem. <b>Rummage 1</b>.<br><br><b>Yes:</b> É difícil lembrar a última vez que você comeu. Pode também aproveitar enquanto pode. É delicioso também. Bem temperado. Mais forte do que você esperava. Cure uma <b>Wound</b>. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>6</span> e então ganhe os <b>Clean Plates</b> <b>Mile Post</b>.</p>"
    },
    {
      "title": "Evento 7",
      "description": "<p>Ali está: a máquina de vendas. Aqui, em todos os lugares do mundo... Pode até ouvir suas entranhas fazendo barulho - essa coisa ainda está ligada. Parece que está vendendo Garrafas de <b>Soda Pop</b> - só tem uma sobrando. Você automaticamente tem sucesso.<br><br><b>Vagrants</b> adjacentes ao Evento podem gastar 5 <b>Cents</b> em uma Garrafa de <b>Soda Pop</b>. <b>Vagrants</b> podem descartar uma <b>Coin</b> pela Garrafa inteira para ganhar 1 <b>Cent</b>. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>7</span> no tabuleiro do trem se você não puder ou não quiser gastar 5 <b>Cents</b> na Garrafa de <b>Soda Pop</b>, e ela é descartada. Quando uma Garrafa de <b>Soda Pop</b> for comprada, adicione este Token de Evento ao <b>Vagrant</b> cartão. Os jogadores podem beber a Garrafa de <b>Soda Pop</b> descartando-a.</p>"
    },
    {
      "title": "Evento 8",
      "description": "<p>À distância, algo solta um uivo baixo e gutural. É gutural e trêmulo; como um vento forte. Nunca ouviu um uivo assim antes, porém. Largue o que quer que você estava procurando. Todos os <b>Vagrants</b> ganham <b>Nervous Knees (O)</b>. Coloque o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>8</span> de volta no <b>Bindle</b>.</p>"
    },
    {
      "title": "Evento 9",
      "description": "<p>Olha só para isso? Uma caixa de fósforos, com “Cortesia do <b>Silver Ferryman</b>” escrito no lado da frente. Compre 2 <b>Candles</b>. Coloque 1 em qualquer lugar no mesmo vagão do trem. Em seguida, descarte o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>9</span>.</p>"
    },
    {
      "title": "Evento 0",
      "description": "<p>É impossível entender o que estão dizendo, apenas um monte de rosnados e gemidos, mas está claro que esses <b>Frozen Faces</b> estão discutindo uns com os outros sobre algo. Pelos gestos das mãos, parece que todos estão falando sobre a melhor forma de se manter aquecido. Um deles parece um pouco mais alto que o resto. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>0</span> no <b>Round Track</b>. Role 1 <b>Bone</b> e resolva o efeito com base no valor rolado:<br><br><b>1-2:</b> Um parece querer dançar. Mova os <b>Frozen Faces</b> 3, e qualquer <b>Lost Souls</b> 2, assombrando quantos <b>Vagrants</b> for possível.<br><br><b>3-4:</b> Outro começa a escovar freneticamente os pingentes de gelo de suas roupas. Os <b>Frozen Faces</b> ganham 2 <b>Humanity</b>.<br><br><b>5-6:</b> O último parece estar com fome. Talvez. <b>Vagrants</b> adjacentes a qualquer <b>Haint</b> perdem 2 <b>Humanity</b>.</p>"
    }
  ]
}
