{
  "key": 49,
  "title": "Bon Appétit",
  "story": {
    "title": "Eat to Live, Don’t Live to Eat",
    "description": "<p>Rompendo o silêncio à frente, um som de mastigação, como dentes em um bife de t-bone. Isso só faz você ficar com fome.</p><p>Amontoado sobre um monte de neve está uma massa de pelos e ossos, mastigando o que quer que tenha sobrado lá.</p><p>E quando ele se levanta, sua pele derrete dos ombros. A besta - e não há nome mais adequado do que esse - tem um olhar torturado. Ele não está mais feliz de estar aqui do que você.</p><p>Há arrependimento naqueles olhos vazios.</p><p>E fome.</p><p>De repente, ele está olhando para você como se você estivesse sendo servido com um prato de purê de batatas e uma lata de feijão.</p><p>Vamos garantir que não acabemos como parte de um buffet.</p>",
    "image": "wendigo.jpg"
  },
  "rules": [
    {
      "specialRules": "<p><b>Blood Pools:</b> When a Vagrant suffers a Wound, place a Blood Pool in an open space adjacent to that Vagrant. If there are no open adjacent spaces available, choose the closest open space as possible.<br>Vagrants that end their turn adjacent to a non-Wendigo Haint lose 3 Humanity.</p>"
    },
    {
      "terrainEffects": "<p>Vagrants may Move onto Blood Pools.<br>During their turn, Vagrants may use an Iron Nail, a Candle, or Salt to remove 1 adjacent Snow instead of their default effects.</p>"
    },
    {
      "haintEffects": "<p><b>Bleeding (⬤):</b> When you place a Coin on Move, lose 1 Humanity (losing 1 Humanity for each Coin). At the end of your turn, if you successfully performed Patch Up, remove Bleeding.</p><p><b>Bloodstarved (O):</b> These Haint Effect Tokens are used to track an effect for the Wendigo, not Vagrants. (These Tokens can be placed in Train Car C, as it is not used during this Scenario).</p>"
    },
    {
      "seance": "<p>You may discard the Séance card to place a Blood Pool in any open space in the same train car as the Wendigo.</p>"
    },
    {
      "victory": "<p>Save the Wendigo.</p>"
    }
  ],
  "events": [
    {
      "title": "Evento 1",
      "description": "<p>Seja lá o que você fez, ele claramente não gostou disso. Algo dentro dele, bem ali onde uma cavidade de estômago (de Fervente para Faminto, ou Faminto para Fervente). Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>1</span> na trilha de <b>Humanity</b>.</p>"
    },
    {
      "title": "Evento 2",
      "description": "<p>Uma nuvem quente de vapor azul sai de suas narinas, boca e cavidade torácica, e um longo e assombrado uivo enche o trem. Por apenas um segundo, os vagões do trem ficam escuros. Adicione o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>3</span> à Rodada do <b>Wendigo</b>, cada rolagem de 1 <b>Bone</b>.<br><br><b>1-2:</b> Ganhe 2 <b>Humanity</b>.<br><b>3-4:</b> Ganhe <b>Bleeding (⬤)</b>.<br><b>5-6:</b> Perca <b>Humanity</b> igual ao estado <b>Bloodstarved</b> do <b>Wendigo</b>.</p>"
    },
    {
      "title": "Evento 3",
      "description": "<p>O <b>Wendigo</b> cresce pesado e profundo o suficiente para sacudir o trem, talvez até mesmo a própria trilha, mas não há como dizer se veio de sua boca ou estômago. Não gostaria de estar em qualquer lugar perto dele agora. Todos os <b>Vagrants</b> com <b>Bleeding (⬤)</b> perdem 1 e sofrem uma <b>Wound</b>. Todos os outros <b>Vagrants</b> podem escolher entre realizar <b>Rummage</b> 1 ou ganhar 2 <b>Humanity</b>. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>3</span> na trilha da rodada.</p>"
    },
    {
      "title": "Eventos 4 & 5",
      "description": "<p>Você não pode evitar, mas nota que há algo saindo da neve. Poderia ser qualquer coisa, mas sua mente gosta de vagar... <b>Investigue</b>.<br><br><b>0:</b> Pensando bem, vamos deixar isso aí. Mantenha o Token de Evento no tabuleiro do trem. Nada acontece.<br><br><b>1+:</b> Não demora muito para desenterrar e descobrir o que está lá. Parece ser uma alma pobre que deixou uma nota final desesperada. “Deixe-me em paz!” uma voz exclamou. Tudo bem, está feito. Remova o Token de Evento. Adicione 1 <b>Lost Soul</b> a qualquer espaço diferente de um espaço adjacente ao <b>Vagrant</b> em andamento. Se o <b>Wendigo</b> se mover 3, assombre quantos <b>Vagrants</b> for possível. Quando isso acontecer, a <b>Lost Soul</b> é considerada salva.</p>"
    },
    {
      "title": "Evento 6",
      "description": "<p>Há algo bastante rasgado debaixo desse gelo. <b>Investigue</b>.<br><br><b>0:</b> Não posso quebrar isso. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>6</span> no tabuleiro do trem. Nada acontece.<br><br><b>1+:</b> Parece um assento velho, exceto que a maior parte do couro se foi. Há marcas de dentes e garras nos restos. Dentro dos destroços, você encontra uma <b>Iron Rod</b> e alguns <b>Cotton Padding</b>. Escolha um para ficar com você, e mantenha o Token de Evento para rastrear sua escolha (tratando-o como um Token de <b>Rummage</b> em todos os aspectos):<br><br><b>Iron Rod:</b> Descarte para usar. O <b>Wendigo</b> adjacente ganha 4 <b>Humanity</b> e perde todos os <b>Bloodstarved (O)</b>.<br><br><b>Cotton Padding:</b> Descarte para usar. O <b>Vagrant</b> adjacente ganha 4 <b>Humanity</b> e perde todos os <b>Bleeding (⬤)</b>.</p>"
    },
    {
      "title": "Evento 7",
      "description": "<p>Mesmo com todo esse frio, você consegue encontrar uma tigela robusta de sopa. Ainda está quente, também. Você a come? Escolha <b>Yes</b> ou <b>No</b> (escolha antes de ler mais):<br><br><b>Yes:</b> Huh, não tem exatamente o mesmo sabor de qualquer carne que você já comeu antes. Mas isso te enche. Ganhe 4 <b>Humanity</b>. Em seguida, descarte o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>7</span>.<br><br><b>No:</b> Você não está com fome, pelo menos você tenta se convencer disso. Mantenha o Token de Evento. Trate-o como um Token de <b>Rummage</b> em todos os aspectos. Você pode descartar o Token de Evento para adicionar 1 <b>Blood Pool</b> a um espaço aberto na <b>Range</b> 3.</p>"
    },
    {
      "title": "Evento 8",
      "description": "<p>Você encontra um... pedaço de carne? Pelo menos você acha que é carne bovina. Vamos apenas chamar isso de carne misteriosa e seguir em frente. Agora é só uma questão do que fazer com isso.<br><br>Se você tiver o <b>Clean Plates Mile Post</b>: Você sente a necessidade de consumir cada pedaço da última gota de suco (ou... sangue?) da carne. Você não pode evitar as olhadas dos seus amigos por perto quando você descobre um pregão do seu próximo pedaço de carne. Todos os outros <b>Vagrants</b> na mesma trilha perdem 3 <b>Humanity</b>. Mantenha o Token de Evento. No início do seu próximo turno, descarte o Token de Evento e pule o turno imediatamente.<br><br>De outra forma: Aqui, Wendy, Wendy, Wendy. Escolha: remova todos os <b>Bloodstarved (O)</b> ou pule a próxima ação do <b>Haint</b> em vez disso. Em seguida, descarte o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>8</span>.</p>"
    },
    {
      "title": "Evento 9",
      "description": "<p>Você tropeça em um antigo <b>Pocket Watch</b> e o puxa da neve. Inscrito na parte de trás está o nome “Oscar”. O <b>Wendigo</b> percebe o que você encontrou e isso o segura, por um momento, ele parece um pouco mais humano, como se acabasse de se lembrar de algo. Mantenha o Token de Evento. Trate-o como um Token de <b>Rummage</b> em todos os aspectos. Você pode usar 3 <b>Coins</b> para ter o <b>Wendigo</b> ganhando 4 <b>Humanity</b>, independentemente do <b>Range</b>. Descarte o Token de Evento e complete o Ritual: <b>Human After All</b>.</p>"
    },
    {
      "title": "Evento 0",
      "description": "<p>De repente, há um sentido avassalador de tristeza passando pelo trem, como uma consciência cheia de dor e sofrimento, e decisões extremas se tornaram mais evidentes. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>0</span> na trilha de <b>Round</b>. Se você tiver o <b>By the Sun Mile Post</b>, adicione os <b>Frozen Faces Haint</b> a qualquer espaço aberto. Se o <b>Wendigo</b> mover para o mesmo espaço dos <b>Frozen Faces</b>, o <b>Wendigo</b> ganha 7 <b>Humanity</b>. Em seguida, remova os <b>Frozen Faces</b> do trem. Caso contrário, o <b>Wendigo</b> ganha 3 <b>Bloodstarved (O)</b>.</p>"
    }
  ]
}