{
  "key": 31,
  "title": "Crossroad Calamity",
  "storyName": "Takin' Bones Away",
  "storyDescription": "<p>Takin' Bones Away <br><br> ...mas quando você entra, não há ninguém lá. O cansaço começa a se instalar como uma febre. Você pode sentir isso penetrando até os ossos. Mas você tem que continuar se movendo, não importa quanto tempo este maldito trem leve. <br><br> Pelo menos este trecho de vagões parece tranquilo o suficiente. Tudo o que há para te dar boas-vindas é o vento, e ele uiva... cortando os buracos no chão de madeira. <br><br> Há tantos deles também. O lugar é como um ralador de queijo. O mais estranho é que não há nada para ver lá embaixo: sem trilhos de trem, sem luar. Nada além de escuridão e vento. <br><br> Atrás de você, a porta se abre novamente e um rosto familiar aparece. Avançando sorrateiramente... Sr. Mão de Boas-Vindas acena como se tivesse encontrado alguns velhos amigos. <br><br> E antes que qualquer um de vocês tenha a chance de lembrar a ele o quão amigáveis vocês são, o braço dele estoura como uma mangueira de incêndio e puxa vocês para dentro. <br><br> Exatamente como da primeira vez.</p>",
  "specialRules": "<ul><li>Se todos os Vagrants estiverem Enveloped, leia o Enveloped Event.</li><li>Vagrants podem colocar um Iron Nail em um Hole adjacente. Se um Haint se mover para fora de um Hole com um Iron Nail, aquele Haint ganha 3 de Humanidade. Em seguida, descarte o Iron Nail.</li></ul>",
  "terrainEffects": "<p><b>Holes:</b> Vagrants podem se mover para Holes. Personagens que se movem para Holes rolam 1 Bone. Com base no número rolado, coloque aquele personagem em um espaço aberto adjacente ao Hole designado (1 sendo mais próximo do lado Round, 2 sendo o próximo mais próximo, e assim por diante até 6, que é mais próximo do lado Break).</p>",
  "haintEffects": "<p><b>Jeepers Creepers:</b> A perda de Humanidade não pode ser reduzida por outros efeitos enquanto você tiver Jeepers Creepers. Quando você perde Humanidade por qualquer efeito, perde 1 Humanidade adicional. Para remover Jeepers Creepers, descarte um Iron Nail.</p><p><b>Bleeding:</b> Quando você coloca uma Coin em Move, perde 1 Humanidade (perdendo 1 Humanidade para cada Coin). No final do seu turno, se você realizar com sucesso Patch Up, remova Bleeding.</p>",
  "breaks": "<p>Quando o Flayed Man Breaks, remova Enveloped de todos os Vagrants e então Cycle o Bindle (e resolva seu Cycle Effect).</p>",
  "Seanse": "<p>No início de cada rodada, os Vagrants escolhem um novo Vagrant para ganhar a carta de Séance. Se um Vagrant tiver a carta de Séance, aumente o Alcance de suas Ações e Skills em 1.</p>",
  "victory": "<p>Salve o Flayed Man (novamente).</p>",
  "haintImg": "haint-the-flayed-man.jpg",
  "defeat": "",
  "events": [
      {
          "title": "Event 1",
          "description": "<p>Há um estojo de fiddle gasto encostado na parede. Marcas de garras correm por todo ele. Investigue.<br/><br/><b>0-1:</b> É fácil de abrir, mas impossível dizer o que há dentro. Fumaça com cheiro de enxofre continua saindo dele. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>1</span> no tabuleiro do trem. Ganhe Jeepers Creepers.<br/><br/><b>2+:</b> Mesmo com toda aquela fumaça, você consegue distinguir o formato de um pedaço de papel no fundo do estojo. Quando você o puxa, não parece nada do que você esperaria. Mais parece couro fino. Independentemente do que seja feito, é óbvio que é um contrato escrito. Faça uma escolha difícil:<br/>Assine: Leia o Moment 7.<br/>Tente destruir: Todos os Vagrants perdem 2 de Humanidade.<br/>Após a escolha ser feita, remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>1</span> e complete o Ritual: Writ in Blood.</p>"
      },
      {
          "title": "Event 2",
          "description": "<p>Algo opaco e azul brilha em uma pilha de cinzas. Investigue.<br/><br/><b>0:</b> Você já viu coisas estranhas o suficiente para durar uma vida. Não há razão para ficar aqui olhando para mais uma. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>2</span> no tabuleiro do trem. Nada mais acontece.<br/><br/><b>1+:</b> Bem, você fez isso. Você tirou isso da pilha de poeira. Definitivamente é um órgão, mas você não tem ideia de qual seja. Poderia ser um fígado ou um pulmão, mas agora você já está segurando. Não há razão para colocá-lo de volta. Mantenha o Token de Evento. Trate-o como um Rummage Token de todas as maneiras. Enquanto você tiver este Token de Evento, cada vez que completar apenas uma Skill por turno, ganhe um Bone adicional. Este Token de Evento pode ser usado para ganhar 2 de Humanidade e remover Bleeding ou Jeepers Creepers.</p>"
      },
      {
          "title": "Event 3",
          "description": "<p>Há uma pilha de recortes de jornal no chão. Investigue.<br/><br/><b>0:</b> Todos parecem bastante queimados. Não acho que você encontrará algo aqui. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span> no tabuleiro do trem. Nada mais acontece.<br/><br/><b>1+:</b> Há um pedaço que ainda está legível. É um anúncio de um fiddle player no Silver Ferryman. Depois de lê-lo em voz alta, você jura que poderia ouvir aquele fiddle tocando do lado de fora. No mesmo vagão, há um Box Terrain que está mais próximo do lado Break e outro mais próximo do lado Round. Mova e redefina as Boxes 3 espaços para longe do lado mais próximo. Cada Vagrant e aquele Terreno que se mover ou terminar em perde 3 de Humanidade e ganha Jeepers Creepers. Se o Terreno terminar em um espaço com um Vagrant, mova aquele Vagrant para um espaço aberto adjacente. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span>.</p>"
      },
      {
          "title": "Event 4",
          "description": "<p>Há uma janela na porta. Você pode ver a silhueta de um homem do lado de fora. Ele está apenas parado ali. Investigue.<br/><br/><b>0:</b> Você tenta abrir a porta para escapar ou pelo menos ver se eles estão dispostos a ajudar. Mas suas mãos escorregam e seus olhos só veem lama negra. Você ganha Jeepers Creepers. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>4</span>.<br/><br/><b>1+:</b> A porta não abre, mas você é capaz de entender o fino terno que ele está vestindo. Vocês já se encontraram antes? Se qualquer Vagrant estiver Westbound, todos os Vagrants ganham 3 de Humanidade. Caso contrário, todos os Vagrants ganham Jeepers Creepers. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>4</span>.</p>"
      },
      {
          "title": "Event 5",
          "description": "<p>Algo dispara pelo Flayed Man como um raio ao contrário. Ele treme e se estica, com pernas tão longas quanto os trilhos sob seus pés. O Flayed Man direciona o Box Terrain mais distante em Range 4. Mova o Flayed Man para um espaço aberto adjacente a esse Terreno, assombrando quaisquer Vagrants no caminho mais imediato. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>5</span> na Round Track.</p>"
      },
      {
          "title": "Event 6",
          "description": "<p>Aquele saco de pele arrepiante faz um som que é quase uma risada. O Flayed Man direciona o Vagrant mais próximo. Coloque o Flayed Man no Hole mais próximo. Role 1 Bone para decidir em qual Hole ambos serão colocados, como de costume. Se um Iron Nail estiver no segundo Hole, o Flayed Man ganha 3 de Humanidade, mas o Vagrant perde 2 de Humanidade. Em seguida, coloque o Vagrant no espaço adjacente, com o Flayed Man adjacente ao Vagrant. Isso assombra o Vagrant. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>6</span> na Humanity Track.</p>"
      },
      {
          "title": "Event 7 (On Break Track)",
          "description": "<p>O braço dele começa a agitar-se como uma bandeira em um furacão e seus olhos se iluminam como o centro daquela tempestade. Mas algo voa dele - rápido e bem direcionado. Coloque o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>7</span> em um espaço aberto adjacente ao Flayed Man. Se um Vagrant tiver o Floppy Worm Hat, coloque o Flayed Man no mesmo espaço que aquele Vagrant, assombrando-o. Se o Floppy Worm Hat estiver Broken e for permanentemente descartado, coloque-o no seu Junk Slot ou nos Belongings se o seu Junk Slot estiver cheio. Isso assombra o Vagrant. Caso contrário, nada acontece. Do contrário, todos os Vagrants no mesmo vagão do Flayed Man perdem 2 de Humanidade.</p>"
      },
      {
          "title": "Event 7 (On Train Car)",
          "description": "<p>Bem, aqui está ele. A própria Welcoming Hand, olhando de volta para você. Sucesso automático ao investigar. Encontre a carta Junk #29. Adicione ao seu Junk Slot ou aos Belongings se o seu Junk Slot estiver cheio. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>7</span>.</p>"
      },
      {
          "title": "Event 8",
          "description": "<p>Como um balão desinflado, o Flayed Man desmorona em uma pilha de pele solta. Seus braços se estendem ao longo do chão - duas cobras procurando comida. O Flayed Man Move-se para um espaço adjacente ao Vagrant mais próximo, depois muda seu Mood para Unbound. Em seguida, descarte o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>8</span>.</p>"
      },
      {
          "title": "Event 9",
          "description": "<p>Você encontra uma pena, ainda pingando tinta. Você espera que seja tinta. Mantenha o Token de Evento. Trate-o como um Rummage Token de todas as maneiras. Sua ação de Bust adiciona 1 de Humanidade por Wound que você tiver enquanto tiver o Token de Evento. Você pode descartar o Token de Evento para adicionar um sucesso à sua ação de Investigate.</p>"
      },
      {
          "title": "Event 0",
          "description": "<p>Parece uma bússola de viagem. Se ao menos pudesse ajudá-lo a encontrar o caminho para fora. Mantenha o Token de Evento. Trate-o como um Rummage Token de todas as maneiras. Quando em um Hole, você pode rolar novamente o Bone uma vez.</p>"
      },
      {
          "title": "Enveloped Event",
          "description": "<p>O Flayed Man incha até sua pele soltar um estalo alto. Todos os Vagrants Enveloped perdem Enveloped (e colocam seus Vagrants em um espaço aberto adjacente ao Flayed Man), então esses Vagrants rolam 1 Bone. Cada Vagrant Move-se para longe do Flayed Man um número de espaços igual ao número rolado. O Flayed Man ganha 4 de Humanidade e seu próximo turno é pulado.</p>"
      }
  ]
}