{
  "key": 57,
  "title": "Dance Macabre",
  "story": {
    "title": "In the Moonlight",
    "description": "<p>Os pisos de madeira brilham como diamantes encerados, quase cegando você ao entrar. É quase uma pena que seus sapatos trouxeram a sujeira dos vagões antes.</p><p>Antes de se incomodar em se limpar, você é cercado pelo leve eco de aplausos ao seu redor. Parece que você é a estrela deste show.</p><p>Aquelas lâmpadas incandescentes brilhando acima de você começam a diminuir, e uma forma surge na escuridão.</p><p>Então aquele violino familiar começa a tocar, apenas o ritmo e a melodia lembram mais uma casa de ópera do que uma jamboree.</p><p>O desajustado com chifres em um smoking sorri algo largo e sinistro, depois faz uma reverência em sua direção, convidando-o a se juntar a ele.</p><p>Está bem, então. Vamos dançar.</p>",
    "image": "the-13th-of-leeds.jpg"
  },
  "rules": [
    {
      "specialRules": "<p>Os efeitos de terreno são baseados em Momentos durante a primeira etapa da Configuração.</p>"
    },
    {
      "haintEffects": "<p><b>Places (⬤):</b> Esses Tokens são usados apenas para um Ritual.</p><p><b>Dance Partner (O):</b> Torne-se a menor prioridade de alvo. Após você mover quando não é o seu turno, perca 1 de <b>Humanity</b>. Após o 13th of Leeds se mover, mova seu <b>Vagrant</b> para um espaço aberto adjacente ao 13th of Leeds. Quando o 13th of Leeds se mover para um espaço com uma <b>Candle</b>, remova <b>Dance Partner</b>.</p>"
    },
    {
      "seance": "<p>Descarte a carta <b>Séance</b> no início de uma rodada para ignorar quaisquer efeitos de Movimento (não incluindo o Do-si-do Dip) durante essa rodada.</p>"
    },
    {
      "victory": "<p>Salve o 13th of Leeds.</p>"
    }
  ],
  "events": [
    {
      "title": "Evento 1",
      "description": "<p>Os aplausos se transformam em gritos de alegria, e aquele monstro no smoking olha para você em aprovação intoxicada. Até o final desta rodada, <b>Junk</b> é tratado como em branco (quaisquer efeitos em <b>Junk</b> são ignorados). Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>1</span> na trilha de <b>Round</b>.<br><br>Se for a primeira vez que este evento está sendo resolvido e você tem o <b>Signed & Sealed Mile Post</b>: Seus olhos gravitam em direção ao bolso onde você tem guardado aquele contrato assinado e as luzes brilham debaixo de seus cascos. De agora até o final do <b>Scenario</b>, quando um <b>Vagrant</b> ganha <b>Dance Partner (O)</b>, eles perdem 1 <b>Humanity</b>.</p>"
    },
    {
      "title": "Evento 2 (The First Time)",
      "description": "<p>Mais alto e mais alto agora, o público invisível bate os pés e grita de excitação. Qualquer <b>Vagrant</b> rola 2 <b>Bones</b>, um após o outro. A primeira rolagem indica quantos espaços todos os <b>Vagrants</b> se movem igual ao número rolado. A segunda rolagem indica em qual direção: se o rolamento for par, mova em direção ao lado <b>Round</b>; se o rolamento for ímpar, mova em direção ao lado <b>Break</b>. Então, qualquer <b>Vagrant</b> rola 2 <b>Bones</b> da mesma maneira para a 13ª de Leeds se mover. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>2</span> na trilha de <b>Round</b>.</p>"
    },
    {
      "title": "Evento 2 (The Second Time)",
      "description": "<p>Com aquele violino tocando e a plateia aplaudindo - ou está gritando? - é impossível ouvir você mesmo pensar. Qualquer <b>Vagrant</b> rola 2 <b>Bones</b>, um após o outro. A primeira rolagem indica quantos espaços todos os <b>Vagrants</b> se movem igual ao número rolado. A segunda rolagem indica em qual direção: se o rolamento for par, mova em direção ao lado <b>Round</b>; se o rolamento for ímpar, mova em direção ao lado <b>Break</b>. Então, qualquer <b>Vagrant</b> rola 2 <b>Bones</b> da mesma maneira para a 13ª de Leeds se mover. Se todos os <b>Vagrants</b> ainda estiverem vivos quando este Evento for resolvido, você ganha a 13ª de Leeds' respeito e pode completar o Ritual: <b>Friend of the Devil</b>. Então, remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>2</span>.</p>"
    },
    {
      "title": "Evento 3",
      "description": "<p>A aparência brilhante do chão de madeira queimada desaparece como uma miragem, revelando pilhas de ossos esmagados por baixo dos pés. As paredes desmoronam e o público invisível desaparece, na forma de dezenas de olhos azul-hain't piscando no escuro. Até o final do turno, todos os <b>Vagrants</b> reduzem seu movimento em 1. Até o final do <b>Scenario</b>, se um <b>Vagrant</b> terminar seu turno adjacente a qualquer borda, eles perdem 2 <b>Humanity</b>. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span>.</p>"
    },
    {
      "title": "Evento 4",
      "description": "<p>Seu sorriso já alargado se estende ainda mais, e suas asas se abrem enquanto a bile venenosa goteja. Todos os <b>Vagrants</b> na mesma trilha que a 13ª de Leeds movem 3 em direção a ele, terminando em um espaço adjacente, se possível. <b>Vagrants</b> em qualquer outro vagão perdem 3 <b>Humanity</b>. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>4</span>.</p>"
    },
    {
      "title": "Evento 5",
      "description": "<p>Ele estende a mão, garras como adagas brilhando na luz. Até o final do <b>Scenario</b>, se um <b>Vagrant</b> ganharia <b>Dance Partner (O)</b>, qualquer <b>Vagrant</b> que anteriormente tinha <b>Dance Partner (O)</b> não perde mais o efeito <b>Haint</b>. <b>Vagrants</b> com <b>Dance Partner (O)</b> não têm mais a menor prioridade alvo. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>5</span>.</p>"
    },
    {
      "title": "Evento 6",
      "description": "<p>Qualquer luz remanescente desaparece completamente, deixando você e a 13ª de Leeds na escuridão. Enquanto você não consegue ver completamente seus arredores ou seus amigos, você ainda pode ver a clareza do dia, brilhando laranja e vermelho e preto... brilhando como se houvesse um holofote em cima de você. Todos os <b>Terrain</b> são removidos do tabuleiro. As <b>Candles</b> não têm mais efeito e não podem mais ser colocadas no tabuleiro. Qualquer <b>Vagrant</b> ganha <b>Event (⬤)</b>. Ele não é tratado como um Token de <b>Rummage</b>. Enquanto um <b>Vagrant</b> tem <b>Event (⬤)</b>, qualquer hora que eles perderem <b>Humanity</b>, eles perdem 2 <b>Aditional Humanity</b>. Se aquele <b>Vagrant</b> sofre uma <b>Wound</b>, dê o Token de Evento para o próximo <b>Vagrant</b> mais próximo.</p>"
    },
    {
      "title": "Evento 7",
      "description": "<p>Se o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span> ainda não aconteceu: Parece que há uma pequena caixa saindo da madeira. Como você vai tirar isso? <b>Investigue</b>.<br><br><b>0:</b> Algo não parece certo. Quando você tenta forçá-lo, seus dedos escorregam e caem ao chão... Perca 2 <b>Humanity</b>. Mantenha o Token de Evento. <br><br><b>1+:</b> Parece que você não pode fazer nada. As ripas ao redor dele fazem parecer que ele não foi visto. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>7</span> no tabuleiro do trem.<br><br>Se o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span> já aconteceu: Nas pilhas de ossos e poeira, você vê algo que parece que não está morto há anos. <b>Investigue</b>.<br><br><b>0:</b> Não há razão para mexer nos restos de alguém. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>7</span> no tabuleiro do trem. Nada acontece.<br><br><b>1+:</b> Você empurra os fêmures e as cinzas, e consegue encontrar alguns sapatos bem conservados. Ganhe <b>Junk</b> #30. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>7</span>.</p>"
    },
    {
      "title": "Evento 8",
      "description": "<p>O violino tocando toma conta de você com sua melodia. Você perde o controle e abraça a canção, dançando em ritmo frenético. Todos os <b>Vagrants</b> trocam de posição uns com os outros. Nenhum <b>Vagrant</b> pode terminar na mesma posição onde começaram, dançando. Coloque o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>8</span> de volta no <b>Bindle</b>.</p>"
    },
    {
      "title": "Evento 9",
      "description": "<p>Você tropeça em alguns chifres de gado que parecem que foram mastigados e jogados fora. Mantenha o Token de Evento. Trate-o como um Token de <b>Rummage</b> em todos os aspectos. Você pode usar o Token de Evento para remover <b>Dance Partner (O)</b>. Então, se você estiver a 3 ou mais espaços da 13ª de Leeds, a 13ª de Leeds ganha 4 <b>Humanity</b>.</p>"
    },
    {
      "title": "Evento 0",
      "description": "<p>A música para, e um holofote brilha em você. Assim que todos olham em sua direção, o violino toca novamente, mas o holofote permanece. Todos os <b>Vagrants</b> com <b>Dance Partner (O)</b> perdem o efeito <b>Haint</b>. Você ganha 10 <b>Humanity</b> e prioridade de alvo especial até o final do seu próximo turno. Em seguida, descarte o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>0</span>.</p>"
    }
  ]
}