{
  "key": 83,
  "title": "End of Time",
  "events": [
    {
      "title": "Evento 1",
      "description": "<p>Sucesso automático. Qualquer <b>Coin</b> usada para <b>Investigate</b> pode ser usada para <b>Patch Up</b>. Não é peculiar? Uma pequena mesa com um mini farol... presa em uma caixa de vidro. Seu minúsculo feixe de luz se estende em direção a outro copo de vidro, grande o suficiente para segurar um pedaço de papel. Se você não tem o <b>Light Map</b>, nada acontece. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>1</span> no tabuleiro do trem.<br><br>Se você tem o <b>Light Map</b>: Leia o Momento 18. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>1</span> no tabuleiro do trem.</p>"
    },
    {
      "title": "Evento 2",
      "description": "<p>Algo brilha no chão. Parece um pedaço enrolado de papel. <b>Investigue</b>.<br><br><b>0:</b> Você tenta pegá-lo, mas ele escapa pelos seus dedos como areia, depois se reúne de volta em sua forma original. Nada acontece. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>2</span> no tabuleiro do trem.<br><br><b>1+:</b> Parece sem peso. Quando você o abre, não há nada além de um leve brilho no papel. Algo te diz que há algo escrito neste <b>Light Map</b>, mas você precisa de algo mais para decifrá-lo. Mantenha o Token de Evento. Trate-o como um Token de <b>Rummage</b> em todos os aspectos.</p>"
    },
    {
      "title": "Evento 3",
      "description": "<p>O trem raspando em cima dos trilhos soa mais como um navio colidindo contra ondas abertas. O relógio de bolso nos tentáculos do Lightkeeper estilhaça em centenas de pedaços de vidro e engrenagem. E como a calma antes da tempestade, tudo de repente fica quieto e imóvel. O brilho azul dos olhos do Lightkeeper começa a inchar. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span> e o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>0</span>. Mude o Lightkeeper’s <b>Hood</b> para <b>Timeless</b>. Coloque os 5 Tokens de <b>Rummage</b> que foram puxados no início do <b>Scenario</b> de volta no <b>Bindle</b>. Remova todos os Tokens de <b>Light</b> e <b>Dark</b> do tabuleiro, depois remova todos os Tokens de <b>Box</b>. O Lightkeeper agora tem um Limite de <b>Humanity</b> de 20 em um jogo de 2 jogadores, 25 em um jogo de 3 jogadores e 30 em um jogo de 4 jogadores. De agora até o final do <b>Scenario</b>, o Lightkeeper realiza ações de <b>Haint</b> normalmente.</p>"
    },
    {
      "title": "Evento 4",
      "description": "<p>Um pequeno emblema brilhante está embutido no chão de madeira. <b>Investigue</b>.<br><br><b>0:</b> Quando você o alcança, o emblema e seu brilho desaparecem. Pelo breve momento, seus dedos desaparecem no chão. Perca 3 <b>Humanity</b>. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>4</span> no tabuleiro do trem.<br><br><b>1+:</b> É uma pequena âncora, brilhando intensamente através da madeira. Quando você a toca, a imagem esfria e se transforma em metal frio em suas mãos. O nome do Vagrant está gravado em ambos os lados. Mantenha o Token de Evento. Trate-o como um Token de <b>Rummage</b> em todos os aspectos. Você pode usar o Token de Evento para fazer com que todos os Vagrants no mesmo vagão ganhem 2 <b>Humanity</b>.</p>"
    },
    {
      "title": "Evento 5",
      "description": "<p>A lanterna em sua cintura começa a emitir uma luz circular. Você pode ouvir o oceano... Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>5</span>. O Lightkeeper se move 3 em direção ao alvo <b>Vagrant</b>. Se esse <b>Vagrant</b> estiver adjacente ao Lightkeeper após o movimento, eles perdem 4 <b>Humanity</b>, depois mova 4 para longe do Lightkeeper. Se esse <b>Vagrant</b> não estiver adjacente ao Lightkeeper após o movimento, todos os <b>Vagrants</b> em <b>Range</b> 2 perdem 2 <b>Humanity</b>, depois mova 2 para longe do Lightkeeper.</p>"
    },
    {
      "title": "Evento 6",
      "description": "<p>Há um som apanhado no vento e na chuva... uma voz... três palavras, repetindo... “Não... esqueça... de... mim...” Quando a voz eventualmente desaparece e se perde como ondas quebrando na costa, uma melodia sombria passa sobre o trem. O violino... Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>6</span>. Todos os <b>Vagrants</b> movem até 8 espaços em direção ao lugar onde começaram este <b>Scenario</b>, terminando seu movimento ali se possível. Coloque o <b>Lightkeeper</b> em sua posição inicial, depois realize 2 ações puxando 2 Tokens de <b>Rummage</b> do <b>Bindle</b>, na ordem em que foram puxadas.</p>"
    },
    {
      "title": "Evento 7",
      "description": "<p>Sucesso automático. Qualquer <b>Coin</b> usada para <b>Investigate</b> pode ser usada para <b>Patch Up</b>. Não é estranho? Uma pequena mesa com um mini farol... preso em uma caixa de vidro. Na ausência de luz, o farol se inclina em direção a uma placa escura, como algo que você deveria tocar. Se você não tem o <b>Dark Map</b>, nada acontece. Mantenha o Token de Evento no tabuleiro do trem.<br><br>Se você tem o <b>Dark Map</b>: Leia o Momento 19. Mantenha o Token de Evento no tabuleiro do trem.</p>"
    },
    {
      "title": "Evento 8",
      "description": "<p>Parece que há um pedaço enrolado de papel no chão, sentado em tinta preta. <b>Investigue</b>.<br><br><b>0:</b> Você tenta pegá-lo, mas o peso é surpreendentemente pesado, como se o poço de tinta estivesse segurando-o no lugar. Nada acontece. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>8</span> no tabuleiro do trem.<br><br><b>1+:</b> O papel é tão pesado quanto um tijolo, e parece mais pesado quanto mais você o segura. Quando você o abre, a tinta se desloca pelo pergaminho como uma mancha de Rorschach. Este <b>Dark Map</b> está tentando te dizer algo? Parece uma peça para um quebra-cabeça... Mantenha o Token de Evento. Trate-o como um Token de <b>Rummage</b> em todos os aspectos.</p>"
    },
    {
      "title": "Evento 9",
      "description": "<p>Um quadrado preto se encaixa perfeitamente fora da madeira. Ou é? <b>Investigue</b>.<br><br><b>0:</b> Você pode sentir o vento, um cheiro de maresia, provindo do buraco, mas é liso ao toque... Você pisca, mas tudo parece apenas um pouco mais escuro. Perca 3 <b>Humanity</b>. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>9</span> no tabuleiro do trem.<br><br><b>1+:</b> Seus dedos se enrolam no ar. Mas então é... como a coisa mais pesada que você já sentiu. E de alguma forma, você ainda está com tudo isso. Mantenha o Token de Evento. Trate-o como um Token de <b>Rummage</b> em todos os aspectos. Você pode usar o Token de Evento para se mover até 10 espaços adjacentes ao <b>Terrain</b> contanto que termine seu movimento no mesmo vagão do trem.</p>"
    },
    {
      "title": "Evento 0",
      "description": "<p>Lembre-se: Este Evento é resolvido após o round terminar.<br><br>A chuva... começa a fluir para cima... para trás... E logo, você, e todos os outros também. Recuando involuntariamente, repensando pensamentos que você acabou de ter... A única coisa que permanece imóvel e constante é o <b>Lightkeeper</b>. Seus olhos azul-fantasma começam a queimar. Todos os <b>Vagrants</b> e os Tokens de efeito <b>Haint</b> são colocados de volta nos espaços onde o <b>Scenario</b> começou. Se um <b>Vagrant</b> não puder fazer a ação, o <b>Lightkeeper</b> permanece naquele espaço e o <b>Vagrant</b> é assombrado. Então remova todos os Tokens de <b>Rummage</b> na trilha de ciclo, mantendo os mesmos 5 do início do <b>Scenario</b> e colocando o restante de volta no <b>Bindle</b>. Por fim, coloque o marcador de rodadas de volta no Round 1. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>0</span> na trilha de <b>Round</b>.</p>"
    }
  ]
}