{
  "key": 92,
  "title": "Face the Music",
  "story": {
    "title": "Vida Eterna",
    "description": "<p>Bem na sua frente está a fonte de toda aquela música alta e voadora que você tem ouvido desde que embarcou neste trem abandonado - um esqueleto dançando ao som da própria música.</p> <p>Enquanto ele pisa no ritmo, seus ossos colidem e chacoalham nas juntas, criando uma percussão que faria a pele de qualquer um arrepiar.</p> <p>Parece estar se divertindo como nunca, ou pelo menos o mais próximo disso. A linha entre vivo e morto está bem tênue nos dias de hoje.</p> <p>Apesar de tudo que você passou até agora, é difícil não bater os pés no ritmo. É uma música incrivelmente cativante, com certeza.</p> <p>Ele está girando e dançando... gritando e berrando... o trem inteiro parece estar pulando ao ritmo. Isso até ele girar e notar sua chegada...</p> <p>O som do violino para de repente, talvez pela primeira vez. Ele te encara em silêncio, inclinando aquele crânio, e de alguma forma o sorriso impossível nunca desaparece.</p> <p>Em vez de ficar abalado por você ter chegado tão longe, aquele saco de ossos parece imperturbável. Ele gesticula com seu arco, te convidando a entrar, e então volta a tocar.</p> <p>Ele começa uma nova música, uma que você ainda não ouviu... alta e quente o suficiente para acordar os mortos. E antes que você perceba, você e seus amigos estão em lados opostos do trem. Teria sido bom ter esse truque na manga um pouco antes.</p> <p>Surgindo de trás dele está alguém que você esperava nunca mais ver. Não parece importar quantas vezes você tentou salvar Sr. Welcoming Hand. Aquela mochila enrugada continua voltando.</p> <p>Desta vez, é fácil perceber que os movimentos dele espelham os movimentos daquele frenético violinista.</p> <p>Acontece que Sr. All-Skin-And-No-Surprises não é o único a se juntar à grande dança. Você reconhece alguns rostos familiares - e alguns que você esperava nunca mais ver - todos começando a sair da madeira...</p> <p>É difícil dizer como você chegou até aqui. Sorte? Teimosia? Intervenção divina? Ou ajuda de algum outro lugar...?</p> <p>Uma coisa é certa... É o fim da linha. Aqui e agora. Hora de encarar a música, de uma vez por todas.</p>",
    "image": ""
  },
  "rules": [
    {
      "specialRules": "<p>Este cenário usa cartas Cadence em vez de cartas Ritual. Abaixo está um detalhamento de uma carta Cadence:</p><p>Qualquer momento após a configuração, quando uma carta Cadence é revelada, o standee da Cadence Haint é colocado no tabuleiro do trem em um espaço aberto no vagão com a maioria dos Vagrants. Se um standee de Haint já estiver no tabuleiro do trem (por exemplo: se foi invocado com uma carta de Skill ou para o Skelly Man e Flayed Man), o standee permanece no seu espaço.</p><p>Enquanto uma carta Cadence de Haint estiver em jogo, cartas de Skill de Vagrant que poderiam invocar aquela Haint são tratadas como completamente em branco quando usadas e não podem ter Coins colocadas nelas (seus efeitos são ignorados e o standee não é removido quando Haunted).</p><p>Um máximo de 3 cartas Cadence podem ser reveladas ao mesmo tempo.</p>"
    },
    {
      "terrainEffects": "<p>Holes: Vagrants podem entrar em espaços contendo Hole Terrain. Se o fizerem, rolam um número de Bones igual ao seu valor de Move. Se algum rolar 5+, nada acontece. Caso contrário, aquele Vagrant se move para um espaço adjacente aberto e perde 3 Humanity.</p><p>Nota: Neste cenário, os Vagrants rolam Bones sempre que entram em um Hole (como sendo movido para um Hole por uma Haint Action).</p><p>Coffins: Vagrants adjacentes a um Coffin devem descartar um Iron Nail para Investigate um Event Token naquele espaço. Os Vagrants ainda precisam colocar Coins em sua Investigate Action para Investigate.</p><p>Debris: Se um Vagrant ganharia qualquer quantidade de Humanity de Patch Up, ele pode, em vez disso, remover Debris em um espaço adjacente a ele. Quando o Debris seria removido do tabuleiro do trem (por qualquer motivo), imediatamente coloque-o em um espaço aberto em qualquer outro vagão, pelo menos 6 espaços de onde foi removido.</p>"
    },
    {
      "shroud": "<p>Cada carta Cadence tem um efeito Shroud listado no canto superior direito da carta. Quando este efeito é resolvido, coloque um Shroud Token na carta Cadence (representado por Haint Effect e In-Between Effect Tokens). Quando uma carta Cadence tem um número de Shroud Tokens igual (ou superior) ao número de Vagrants em jogo, ela é concluída e imediatamente virada. Os Vagrants recebem uma Reward ao completar a carta Cadence, assim como um Ritual. Então, remova a carta Cadence e substitua-a por outra carta Cadence aleatória em seu lugar. Uma vez que todas as cartas Cadence do baralho tenham sido completadas, o cenário termina.</p>"
    },
    {
      "shroudHumanityThresholdsBreaks": "<p>Algumas cartas Cadence listam um Threshold de Humanity. Para essas cartas, coloque um único Shroud Token no track de Humanity no espaço 0, representando a Humanity daquela Cadence Haint. Essa Haint pode ganhar Humanity normalmente, e quando seu threshold for atingido, essa Haint quebra normalmente (resetando sua Humanity, pulando seu próximo turno, etc.). Então, adicione um Shroud Token à sua carta Cadence.</p>"
    },
    {
      "cadenceActions": "<p>Todas as cartas Cadence têm uma Action listada no canto inferior direito da carta. Esta Action é realizada por aquela Haint sempre que qualquer um dos Rummage Tokens listados for retirado para a Haint Action.</p>"
    },
    {
      "cadenceHauntedEffects": "<p>As Cadence Actions frequentemente movem a Haint. Se essa Haint assombra um Vagrant, aquele Vagrant perde 1 Humanity. Além disso, se o Vagrant tiver qualquer Rummage Tokens listados para a Action sendo realizada, aquele Vagrant deve descartar aquele Rummage Token ou perder 1 Humanity adicional.</p><p>Se o Flayed Man ou Skelly Man tiverem suas cartas Cadence em jogo, eles usam seus Haunted Effects como listados em seus Moods em vez desse efeito.</p>"
    },
    {
      "noHaintHumanity": "<p>Muitas Haints neste cenário não têm um Threshold de Humanity ou valor de Break (incluindo o Skelly Man quando sua carta Cadence não estiver em jogo). Haints sem um Threshold de Humanity não podem ganhar Humanity. Em vez disso, se uma Haint sem um Threshold de Humanity ganharia Humanity, os Vagrants podem movê-la um número de espaços igual à Humanity que ela ganharia do efeito (na direção da escolha do jogador).</p>"
    },
    {
      "moodsHaintActionOrder": "<p>Ambos os Moods estão em efeito desde o início do cenário, cada um representando uma Haint diferente. Ao retirar um Rummage Token para determinar a Haint Action para o turno, o Rummage Token retirado determina as Actions para tanto o Skelly Man quanto o Flayed Man, assim como quaisquer Cadence Haints no tabuleiro do trem. Essas Actions podem ser realizadas em uma ordem escolhida pelos Vagrants.</p><p>Se a carta Cadence do Skelly Man estiver em jogo, ele realiza a Cadence Action e sua Action normal durante cada um de seus turnos.</p>"
    },
    {
      "returningFromTheWestbound": "<p>Se todos os Vagrants se tornarem Westbound, em vez de terminar o cenário e ler Moment 13, os Vagrants devem marcar uma das suas Revive Checkboxes na página 41 do Livro de Regras (ignorando quaisquer Momentos que seriam lidos). Então, todos os Vagrants Westbound viram suas cartas para o seu lado normal e curam todas as Wounds e consertam todos os Broken Junk.</p><p>Se os Vagrants não puderem marcar uma Revive Checkbox (porque todas as quatro já estão marcadas), o cenário termina e o texto de Derrota é lido.</p>"
    },
    {
      "haintEffects": "<p><b>Shroud Tokens:</b> Esses Tokens são colocados em cartas Cadence após completar certos objetivos. Quando uma carta Cadence tiver igual ou mais Shroud Tokens do que o número de Vagrants em jogo, ela é completada.</p>"
    },
    {
      "seance": "<p>Quando você usa a carta Séance, coloque 1 Shroud Token em cada carta Cadence revelada.</p>"
    },
    {
      "victory": "<p>Complete todas as cartas Cadence.</p>"
    }
  ],
  "events": [
    {
      "title": "Evento 1",
      "description": "<p>Em um feixe de luz azul, algo aterrorizante entra em vista. Pensou que você os ajudou a sair daqui... Adivinhe que não. Revele um novo card de <b>Cadence</b> e coloque-o no tabuleiro do trem em qualquer slot de Ritual aberto. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>0</span> na trilha de <b>Round</b>.<br><br>Se um card de <b>Cadence</b> não puder ser colocado (porque não há slots de <b>Cadence</b> ou <b>Cadence</b> disponíveis), então todos os <b>Vagrants</b> ganham 6 <b>Humanity</b> em vez disso. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>0</span> na trilha de <b>Round</b>.</p>"
    },
    {
      "title": "Evento 2",
      "description": "<p>O vai e vem da melodia do violino soa como uma serpente deslizando na neblina. Cada vez mais alto o som se torna... até que aquela neblina envolva você, deixando seus ouvidos zumbindo. Sem conseguir ouvir seus amigos, você tem que confiar apenas em si mesmo agora. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>2</span>. De agora até o final do <b>Scenario</b>, <b>Vagrants</b> não podem direcionar outros <b>Vagrants</b> com quaisquer habilidades ou ações.</p>"
    },
    {
      "title": "Evento 3",
      "description": "<p>O toque do sino desbota como uma névoa matinal, substituído apenas pelos lamentos assombrados dos espíritos ao redor. O <b>Vagrant</b> que quebrou o <b>Skelly Man</b> (ou o <b>Vagrant</b> que tomou a última ação do turno se a quebra não foi causada por um <b>Vagrant</b>) sofre uma <b>Wound</b>. Essa <b>Wound</b> deve ser uma habilidade com pelo menos 1 <b>Coin</b> nela, se possível.</p>"
    },
    {
      "title": "Evento 4",
      "description": "<p>Aqueles pobres <b>Lost Souls</b> piscam e dançam, finalmente libertando-se deste lugar. Com suas últimas palavras, cantam suavemente em seu ouvido. Sem consultar uns aos outros, cada <b>Vagrant</b> deve escolher A ou B (revelando a escolha secretamente). Assim que todos os jogadores tiverem escolhido, revele cada escolha e resolva o efeito abaixo para aquele jogador.<br><br>A: Você perde 4 <b>Humanity</b> e pode colocar um <b>Shroud Token</b> em qualquer card de <b>Cadence</b>.<br><br>B: Você cura uma <b>Wound</b>.<br><br>Se todos os <b>Vagrants</b> escolherem a mesma opção: O maxilar do <b>Skelly Man</b> cai no chão - literal e figurativamente, e o ritmo acelera. Imediatamente termine o turno atual. O <b>Skelly Man</b> realiza duas ações, uma após a outra (as ações do <b>Flayed Man</b> e quaisquer <b>Cadence Haints</b> não fazem isso).</p>"
    },
    {
      "title": "Evento 5",
      "description": "<p>Um caixão de mogno, com trancas de ambos os lados. Bem fechado. <b>Investigue</b>.<br><br><b>0:</b> Você mal consegue abrir a tampa, mas isso é suficiente para deixar o que estava dentro sair para fora... Músculos e tendões se contraem com vida. Não pode deixar de pensar que se tivesse uma boca, gritaria. Todos os <b>Vagrants</b> em <b>Train Car B</b> perdem 4 <b>Humanity</b> e não podem ganhar <b>Humanity</b> até o final do próximo turno. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>5</span>.<br><br><b>1+:</b> A tampa se abre, mas você quase segurou a coisa, como se o que estava dentro tivesse lhe dado uma grande ajuda. Dentro está uma massa de músculos e ossos, quase como se o esqueleto estivesse tentando sair e ainda estivesse preso às lâminas. E então alcança, se agarra à sua memória sem dizer uma palavra. Você o fecha. Esperançosamente, ele fica fechado. Você perde 4 <b>Humanity</b> e não pode ganhar <b>Humanity</b> até o final do seu próximo turno. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>5</span>.</p>"
    },
    {
      "title": "Evento 6",
      "description": "<p>Um caixão simples jaz diante de você, feito de madeira simples. No entanto, um nome, cuidadosamente e intrincadamente gravado, está escrito na face do caixão: Evelyn. <b>Investigue</b>.<br><br><b>0:</b> Nada faz você querer abrir este e ver o que está dentro. Nada acontece. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>6</span> no tabuleiro do trem.<br><br><b>1+:</b> Parece que você cometeu um grande erro. Um esqueleto com as mãos cruzadas... Debaixo deles há uma carta não aberta, escrita para “Peachy Peach” e selada com firmeza. Você já chegou tão longe... É melhor abrir. A carta lê como um elogio: “Posso ouvir sua bela voz cantando. Você me fez o violinista mais feliz deste lado do Mississippi, e não estou nem na metade do caminho... Lembrando seu amor. Querida, nunca vou esquecer você, nem os sentimentos que você trouxe. A memória de você me envolve. Vou cantar para você enquanto puder, contanto que as pessoas continuem cantando suas músicas bonitas. Descanse agora, e não olhe para baixo para ver o que você tem feito. A música para e o silêncio quebra quando o <b>Skelly Man</b> vê o que você tem feito. Ganhe este Token de Evento. Não é considerado um Token de <b>Rummage</b>. Enquanto você tiver o Token de Evento, você tem prioridade de alvo especial para todos os <b>Haints</b>. Em seu turno, se você estiver adjacente ao <b>Skelly Man</b>, você pode descartar este Token de Evento para pular seus próximos 3 turnos (embora não os turnos do <b>Flayed Man</b> ou outros <b>Haints</b>).</p>"
    },
    {
      "title": "Evento 7",
      "description": "<p>Este caixão está quebrado e coberto de mofo nos cantos. <b>Investigue</b>.<br><br><b>0:</b> Provavelmente é melhor não tocar em algo tão sujo. Nada acontece. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>7</span> no tabuleiro do trem.<br><br><b>1+:</b> Você tem suas mãos em coisas piores neste momento. Hora de abrir. O caixão está vazio por dentro, embora o fedor saia como se estivesse pintado com ele. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>7</span> no tabuleiro do trem. Se o <b>Flayed Man</b> for movido para o espaço deste caixão, remova-o do tabuleiro, trancando-o. Qualquer <b>Enveloped Vagrant</b> pode ser colocado em qualquer espaço em <b>Train Car B</b>. No início de cada turno, se o <b>Flayed Man</b> estiver no tabuleiro, role um <b>Bone</b>. Qualquer <b>Vagrant</b> pode perder 2 <b>Humanity</b> para rolar o <b>Bone</b> novamente. Em um rolar de 1-3, coloque o <b>Flayed Man</b> de volta no tabuleiro, em qualquer espaço adjacente à borda do lado <b>Break</b>. Se este card de <b>Cadence</b> for puxado enquanto ele for removido, coloque-o de volta no tabuleiro como se um <b>Bone</b> tivesse rolado um 1-3.</p>"
    },
    {
      "title": "Evento 8",
      "description": "<p>Você alcança uma fenda empoeirada, tentando encontrar algo para afastar esses espíritos incessantes. Infelizmente, a sorte não está do seu lado. Uma mão enluvada te puxa para o vazio. Coloque o <b>Flayed Man</b> no seu espaço e ganhe <b>Enveloped</b>. Em seguida, descarte este Token de Evento. Adicione o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>8</span> de volta no <b>Bindle</b>.</p>"
    },
    {
      "title": "Evento 9",
      "description": "<p>Você encontra o que parece ser uma pequena luz, brilhando como o sol. Mantenha o Token de Evento. Trate-o como um Token de <b>Rummage</b> em todos os aspectos. Você pode descartar o Token de Evento para adicionar um <b>Shroud Token</b> a qualquer card de <b>Cadence</b> e a um <b>Haint</b> adjacente. Quando o Token de Evento for descartado, adicione-o de volta ao <b>Bindle</b>.</p>"
    },
    {
      "title": "Evento 0",
      "description": "<p>Você alcança sua bolsa para encontrar um pequeno cartão em branco com letras em vermelho: “Isso pode ajudar.” <b>Vagrants</b> ganham um total coletivo de 12 <b>Humanity</b>, que podem ser distribuídos entre eles da maneira que escolherem. Em seguida, descarte o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>0</span>.</p>"
    }
  ]
}