{
  "key": 53,
  "title": "Fire on the Mountain",
  "story": {
    "title": "Fan the Flames",
    "description": "<p>Assim que a porta explode, você é atingido no rosto com um manto de calor ardente.</p><p>Parece uma maldita sauna aqui dentro. Passe muito tempo e você pode suar cada gota de sangue que resta.</p><p>Assim que começa a ficar difícil de respirar, seu fôlego é levado pelo grito estridente de um apito. O vento que o acompanha é como uma brisa fresca em um dia quente de verão.</p><p>Há uma bagunça borbulhante de metal e lama não muito à frente, e ver aqueles rostos sorridentes dentro dela o tira de seu devaneio rapidamente.</p><p>“Oh!” um canta, tirando o chapéu. “Ho, oh!”</p><p>“Mais carvão!” diz o homem do meio no ritmo, sorrindo e batendo o pé. “Mais fogo! Mais carvão!”</p><p>O último não diz nada. Apenas continua olhando para o cronômetro com uma expressão preocupada no rosto.</p>",
    "image": "the-boilerman.jpg"
  },
  "rules": [
    {
      "specialRules": "<p>Os Boilermen têm 3 Moods, todos compartilhando Efeitos Especiais, <b>Cycle Effects</b>, <b>Haunted Effects</b> e Ações para o Pé de Coelho e Maçã.</p>"
    },
    {
      "haintEffects": "<p><b>Burning (⬤):</b> No início do seu turno, perca 2 de <b>Humanity</b>. Para remover <b>Burning</b>, descarte <b>Salt</b>.</p><p><b>Second Skin (O):</b> Se você fosse ganhar <b>Burning</b>, mas tem <b>Second Skin</b>, ignore <b>Burning</b> e então remova <b>Second Skin</b>.</p><p><b>Nota:</b> Se um <b>Vagrant</b> tem <b>Burning</b> e então ganha <b>Second Skin</b>, ele ainda terá <b>Burning</b>.</p>"
    },
    {
      "seance": "<p>Você pode descartar a carta <b>Séance</b> para mudar o <b>Mood</b> dos Boilermen (os <b>Vagrants</b> escolhem o <b>Mood</b>). Quando você descarta a carta <b>Séance</b>, todos os <b>Vagrants</b> ganham 3 de <b>Humanity</b>.</p>"
    },
    {
      "breaks": "<p>Cada vez que os Boilermen <b>Break</b>, leia o <b>Break Event</b>.</p>"
    },
    {
      "victory": "<p>Salve os Boilermen.</p>"
    }
  ],
  "events": [
    {
      "title": "Break Event (The First Time)",
      "description": "<p>Algo pegajoso sai da massa borbulhante, se separando dela e caindo no chão. Adicione o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>0</span> a um espaço aberto adjacente ao <b>Boilermen</b>.</p>"
    },
    {
      "title": "Break Event (The Second Time)",
      "description": "<p>Outra coisa se solta daquela massa quente e bagunçada. Assim que toca o chão, faíscas voam debaixo dela. Adicione o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>2</span> a um espaço aberto adjacente ao <b>Boilermen</b>.</p>"
    },
    {
      "title": "Break Event (The Third Time)",
      "description": "<p>Algo que cheira um pouco como enxofre e gasolina cai no chão, fumegando. Adicione o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>3</span> a um espaço aberto adjacente ao <b>Boilermen</b>.</p>"
    },
    {
      "title": "Evento 1",
      "description": "<p>Parece um chapéu de bombeiro. Escrito à mão na parte de dentro está o nome de alguém: Moe. Sucesso automático. Mantenha o Token de Evento. Ocupa um espaço de <b>Rummage</b>, mas não faz mais nada por conta própria.</p>"
    },
    {
      "title": "Evento 2",
      "description": "<p>Outro chapéu. Este aqui está bem estragado. Marcas de queimadura por toda parte. Bordado na parte interna está um nome: Charlie. Sucesso automático. Mantenha o Token de Evento. Ocupa um espaço de <b>Rummage</b>, mas não faz mais nada por conta própria.</p>"
    },
    {
      "title": "Evento 3",
      "description": "<p>Este chapéu está sujo e cheira a combustível queimado e suor. Muito fétido. Eww. Escrito em algo que parece piche na parte superior está outro nome: Lawrence. Sucesso automático. Mantenha o Token de Evento. Ocupa um espaço de <b>Rummage</b>, mas não faz mais nada por conta própria.</p>"
    },
    {
      "title": "Evento 4",
      "description": "<p>Há uma estranha mudança: bolhas estranhas e sombrias contra uma das tábuas estouradas do vagão próximo. <b>Investigue</b>.<br><br><b>0:</b> Não há motivo para descobrir o que é isso. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>4</span> no tabuleiro do trem. Nada acontece.<br><br><b>1+:</b> Você faz o que qualquer um faria nesta situação: você cutuca. Parece carne... um pedaço de carne...? Eww, que nojo. Mas você não consegue parar de olhar para isso, fascinado pelo jeito que ele se move e bolhas e cai. Você se move para o espaço aberto adjacente ao <b>Boilermen</b>. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>4</span>.</p>"
    },
    {
      "title": "Evento 5",
      "description": "<p>Coberto de fuligem... algo grande e redondo. Talvez um pedaço de carvão? <b>Investigue</b>.<br><br><b>0:</b> Não há razão para sujar suas mãos agora. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>5</span> no tabuleiro do trem. Nada acontece.<br><br><b>1+:</b> Huh, definitivamente não é carvão. Está... mole? Ainda quente, no entanto. E começando a cheirar. Espera aí... ah, não. É uma <b>Hot Potato</b>. O que diabos isso está fazendo aqui? Mantenha o Token de Evento. Trate-o como um Token de <b>Rummage</b> em todos os aspectos. De agora até o final do <b>Scenario</b>, se um <b>Vagrant</b> tiver a <b>Hot Potato</b> no final de seu turno, ele perde 1 <b>Humanity</b>.</p>"
    },
    {
      "title": "Evento 6 (The First Time)",
      "description": "<p>Os buracos no chão explodem em jatos de vapor quente. Esses gêiseres atingem e cobrem o teto, tornando impossível respirar. De repente, o lugar todo se ilumina como uma sauna. <b>Vagrants</b> adjacentes aos buracos ganham <b>Burning (⬤)</b>. Se já tiverem <b>Burning (⬤)</b>, perdem 3 <b>Humanity</b> em vez disso. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>6</span> na trilha de <b>Round</b>.</p>"
    },
    {
      "title": "Evento 6 (The Second Time)",
      "description": "<p>O vapor explode dos buracos novamente, e está tão quente aqui que pedaços aleatórios espalhados pelo chão começam a pegar fogo. <b>Vagrants</b> adjacentes a detritos ou buracos ganham <b>Burning (⬤)</b>. Se já tiverem <b>Burning (⬤)</b>, perdem 3 <b>Humanity</b> em vez disso. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>6</span> na trilha de <b>Round</b>. Cada vez que esse Evento for resolvido, remova-o do baralho do evento.</p>"
    },
    {
      "title": "Evento 7 (The First Time)",
      "description": "<p>Graças ao calor, o teto começa a se expandir e estilhaçar. Assim que as tábuas se partem, a explosão as segue, e o teto desmorona devastadoramente rápido. Adicione 4 detritos aos vagões B e/ou C em quaisquer espaços. Em seguida, mova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>7</span> para a Rodada 4. Todos os <b>Vagrants</b> perdem 2 <b>Humanity</b>.</p>"
    },
    {
      "title": "Evento 7 (The Second Time)",
      "description": "<p>Com o teto se indo, o ar puro realmente parece uma bênção. Como se você tivesse pedido em uma oração, a tempestade sombria mostra seu rosto feio e chove granizo e neve. Muito de uma coisa boa? Substitua todos os detritos por neve. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>7</span>.</p>"
    },
    {
      "title": "Evento 8",
      "description": "<p>Parece um velho guarda-cinzas, cortado de algo que deveria ser proteção. Mas, além disso, está em ótimo estado. Remova imediatamente <b>Burning (⬤)</b> de todos os <b>Vagrants</b> adjacentes. Então, coloque o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>8</span> de volta no <b>Bindle</b>.</p>"
    },
    {
      "title": "Evento 9",
      "description": "<p>Oh, isso é um bom achado. Um apito a vapor. A primeira coisa que você faz ao encontrar um apito? Testar para ver se funciona! E assim que você faz, o <b>Boilermen</b> se move... mal. Mova o <b>Boilermen</b> em direção a você um número de espaços igual à sua <b>Humanity</b> atual, assombrando você a cada movimento. Se um <b>Vagrant</b> for assombrado por esse movimento, o <b>Boilermen</b> para de se mover. Em seguida, descarte o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; border: 2px solid white; width: 27px; height: 27px; text-align: center; font-weight: bold; box-shadow: 0 0 3px #00000070;'>9</span>.</p>"
    },
    {
      "title": "Evento 0",
      "description": "<p>Isso é estranho, mas provavelmente útil... talvez? Há alguns tubos de caldeira quebrados espalhados pelo chão. Mantenha o Token de Evento. Trate-o como um Token de <b>Rummage</b> em todos os aspectos. Quando você ganhar <b>Burning (⬤)</b>, você pode descartar o Token de Evento para ter um <b>Haint</b> adjacente ganhar 4 <b>Humanity</b>. A menos que você tenha <b>Second Skin (O)</b>, você ainda ganha <b>Burning (⬤)</b> de um efeito.</p>"
    }
  ]
}