{
  "key": 75,
  "title": "For Whom the Bell Tolls",
  "story": {
    "title": "Vanished in the Night",
    "description": "<p>Ring, ring. Ring, ring.</p> <p>Você é recebido pelo som de um sino solitário. Mas você não consegue ver nada - o lugar é tão escuro quanto uma caverna à meia-noite. E do meio dessa escuridão, uma risada baixa e seca.</p> <p>Ring, ring. Ring, ring.</p> <p>“Oh, vocês doces criaturas, venham aqui me ajudar com meus pobres rituais?” A voz soa tanto como a de uma velha quanto como o farfalhar de folhas secas. De alguma forma, ajudá-la soa como uma péssima ideia. Talvez devêssemos apenas nos concentrar em salvá-la...</p> <p>Mas um de vocês pareceu ouvir seu pedido. Você pode sentir a corrida de passos passando por você, levados para lugar nenhum, engolidos pela noite.</p> <p>Ring, ring. Ring, ring.</p> <p>“Oh, querido. Que amável da sua parte.”</p>",
    "image": "the-bell-witch.jpg"
  },
  "rules": [
    {
      "specialRules": "<p>When the Bell Witch rolls a Bone during an Action or at the end of her turn from any effect, any Vagrant may discard a Rabbit's Foot to reroll the Bone.</p> <p><b>Curses:</b> Some Event Tokens are called Curses and have to be removed in specific ways. We recommend a pen and paper to jot down the effects of Curses as you come across them. Unlike other Event Tokens that are treated as Rummage Tokens, Curses are unique; they do not take up a Rummage slot and do not get discarded if an effect makes a Vagrant discard a Rummage Token. When they are discarded, keep them close by - they may return!</p>"
    },
    {
      "terrainEffects": "<p><b>Coffins:</b> Vagrants adjacent to a Coffin may place an Iron Nail on that Coffin to nail it shut.</p> <p>Some of the Bell Witch’s Actions state to place the Bell Witch on a Coffin. To do so, roll 1 Bone and place the Bell Witch on the corresponding Coffin (1 being closest to Round side, 2 being the next closest, and so on until 6, which is closest to Break side). If the Coffin has been nailed shut, then the Bell Witch does not get placed on that Coffin.</p>"
    },
    {
      "haintEffects": "<p><b>Withering (⬤):</b> This is a Curse and Haint Effect. At the end of your turn, lose 1 Humanity for each of your Curses. To remove Withering, discard an Apple.</p>"
    },
    {
      "seance": "<p>Discard the Séance card at any time to remove a Curse from any Vagrant.</p>"
    },
    {
      "victory": "<p>Complete all Rituals or save the Bell Witch, whichever comes first.</p>"
    }
  ],
  "events": [
    {
      "title": "Evento 1",
      "description": "<p>Você de repente esquece o que estava fazendo. Havia algo que... hm. O que era mesmo? Difícil de se concentrar. Isso é uma maldição. Enquanto você tiver esta <b>Curse</b>, você não pode colocar mais de uma <b>Coin</b> em qualquer habilidade. Descarte essa <b>Curse</b> quando ganhar <b>Salt</b>.</p>"
    },
    {
      "title": "Evento 2",
      "description": "<p>Nada parece estar dando certo, como se toda a sua sorte tivesse sido drenada. Você sente que uma terrível má sorte vai te assombrar pelo resto dos seus dias... Isso é uma maldição. Enquanto você tiver esta <b>Curse</b>, você não se beneficia de <b>Booming Boxcars</b>. Descarte essa <b>Curse</b> quando ganhar um <b>Rabbit's Foot</b>.</p>"
    },
    {
      "title": "Evento 3",
      "description": "<p>Tudo que você faz parece um pouco mais difícil. Um pouco mais pesado. Como se você estivesse sobrecarregado com algo... Isso é uma maldição. Enquanto você tiver esta <b>Curse</b>, sempre que você realizar um teste, você rola 1 <b>Bone</b>, perde 1 <b>Humanity</b> para cada rolagem que não seja considerada um sucesso. Descarte essa <b>Curse</b> quando você realizar dois (ou mais) sucessos em qualquer habilidade ou ação durante o seu turno.</p>"
    },
    {
      "title": "Evento 4",
      "description": "<p>Na sua mente, você pode sentir um mal se aproximando... Apesar da onda avassaladora de pavor, algo sobre isso não parece totalmente ruim. Isso é uma maldição. Enquanto você tiver essa <b>Curse</b>, no final do seu turno, role um <b>Bone</b>. Em um 5+, mova igual ao seu valor de movimento +2 em direção ao Vagrant mais próximo. Se você terminar este movimento adjacente a esse Vagrant, role 3 <b>Bones</b> para sua ação de <b>Bust</b>. Esse Vagrant perde 2 <b>Humanity</b> para cada sucesso. Descarte essa <b>Curse</b> quando outro Vagrant no mesmo vagão sofrer uma <b>Wound</b>.</p>"
    },
    {
      "title": "Evento 5",
      "description": "<p>Você encontra algo, mas não consegue lembrar o que era, mesmo que esteja em sua mão. Além disso, você se sente... bem... Isso é uma maldição. Sempre que a <b>Bell Witch</b> causar a outro Vagrant no mesmo vagão que você a perda de <b>Humanity</b>, eles perdem 1 <b>Humanity</b> adicional. Um Vagrant adjacente a você pode te direcionar e realizar uma ação de <b>Investigate</b>. Se eles tiverem sucesso em pelo menos um teste, descarte essa <b>Curse</b>.</p>"
    },
    {
      "title": "Evento 6",
      "description": "<p>Não consegue deixar de sentir que está sendo vigiado. Uma sensação de formigamento desconfortável. Ela pode te ver, onde quer que você esteja... Isso é uma maldição. Se a <b>Bell Witch</b> fosse colocada em um <b>Coffin</b> (com ou sem um <b>Iron Nail</b>), em vez disso, ela é colocada em um espaço adjacente a você. O Ritual <b>Bell Made of Iron</b> pode não ser completado enquanto essa <b>Curse</b> estiver em um Vagrant. Para descartar essa <b>Curse</b>, descarte um <b>Salt</b>.</p>"
    },
    {
      "title": "Evento 7",
      "description": "<p>Há uma prateleira empoeirada com todos os tipos de coisas estranhas e podres nela. Mesmo que seja perturbador como parece, você pode encontrar algo útil. <b>Investigue</b>.<br><br><b>0:</b> Nada aqui! Bem, pelo menos nada que você possa ver sem sujar as mãos. Nada acontece. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>7</span> no tabuleiro do trem.<br><br><b>1+:</b> Você poderia passar o dia todo olhando essas coisas. Potes de olhos, ervas secas, caudas de todos os tipos de criaturas... Melhor ser rápido. <b>Rummage</b> 3. Mantenha todas as <b>Curse</b>s retiradas dessa maneira, e então mantenha 1 Token de <b>Rummage</b> (como de costume). Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>7</span>.</p>"
    },
    {
      "title": "Evento 8",
      "description": "<p>Todos vocês ouvem uma voz, mas ninguém parece estar falando. É suave e tranquilizante. Não mentiria para você... Não mesmo. “Eu guardei todos os tipos de guloseimas deliciosas. Por que você não pega um? Isso é tudo. Pegue um...” Todos os <b>Vagrants</b> devem imediatamente <b>Rummage</b> 2. Se um <b>Vagrant</b> tirar duas <b>Curse</b>s, mantenha uma e coloque a outra de volta antes que outro Vagrant procure. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>8</span> na trilha de <b>Round</b>.</p>"
    },
    {
      "title": "Evento 9",
      "description": "<p>Se todos os Vagrants estiverem no mesmo vagão, resolva este evento:<br><br>Você conhece aquela velha história, a criada da velha vilã dos contos de fadas que gosta de demorar antes de revelar seu grande esquema? Alguns ossos começam a chiar quando você os ouve ao seu redor. Runas brilhando em verde e branco surgem das tábuas do assoalho. Isso não é bom. “Como são gentis de se reunirem aqui, para que eu possa ter uma boa olhada em todos vocês...” Todos os Vagrants sofrem uma <b>Wound</b>. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>9</span>.<br><br>Se os Vagrants estiverem em vagões diferentes, resolva este evento:<br><br>O chão entre seus pés começa a torcer e se dobrar, em uma forma que lembra runas. O cheiro de fumaça aumenta... E na próxima coisa que você percebe, você não está mais acostumado a isso. Todos os Vagrants se movem 6 em direção à <b>Bell Witch</b>, e acabam adjacentes a ela se possível. Se algum Vagrant se moveu menos de 6, eles perdem 3 <b>Humanity</b>. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>9</span>.</p>"
    },
    {
      "title": "Evento 0",
      "description": "<p>A <b>Bell Witch</b> começa a rir, mas não é isso que você ouve saindo da boca dela. Um som de sino, a loucura de cem sinos soando todos de uma vez... colidindo e ressoando, repetidamente... Você pode sentir no seu peito. Quando ela para de falar, os sinos ficam quietos como se o som no trem fosse cortado ao meio com uma faca. “Você poderia ter me escutado. Você poderia ter seguido minhas direções. Mas em vez disso, você vai queimar. Você vai sangrar. Sua pele vai apodrecer e sua alma vai manchar as paredes, e você vai ficar aqui para sempre. Ele vai te ter para sempre.” Estranhamente o suficiente, parece que ela está pedindo para você não salvá-la. Você completa aqueles rituais, afinal, como se ela quisesse ou não? Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>0</span>.</p>"
    }
  ]
}