{
  "key": 79,
  "title": "Limb from Phantom Limb",
  "story": {
    "title": "And Not a Hand to Hold",
    "description": "<p>Não demora muito para você perceber que algo está muito errado aqui. Os pelos da parte de trás do seu pescoço estão todos arrepiados... Formando um suor frio.</p> <p>Não seria a primeira vez que você se encontraria em um vagão escuro, acompanhado por algum fantasma errante. Esses Haints eram pessoas uma vez, pelo menos é isso que você tem dito a si mesmo, mas isso... isso é diferente. O que quer que esteja espreitando lá fora no além não deveria existir. E você não consegue explicar por que tem tanta certeza.</p> <p>Uma mão toca seu ombro... um amigo para acalmar seus nervos. É bom saber que você não está sozinho.</p> <p>Mas está fria. E a mão é pesada. Virar-se para seus companheiros não ajuda em nada. Cada um deles tem uma mão no ombro. E cada mão está presa a um braço de espaguete, levando a alguns vagões à frente.</p> <p>Dois olhos brilhantes sob uma longa capa esvoaçante. E sob isso...</p>",
    "image": "man-of-many-limbs.jpg"
  },
  "rules": [
    {
      "specialRules": "<p>Remember: if a Haint loses Humanity, their Humanity Token moves toward 0 and not toward their Humanity Threshold.</p>"
    },
    {
      "terrainEffects": "<p><b>Blood Pools:</b> Characters may Move onto Blood Pools. If they do, they lose 1 Humanity.</p>"
    },
    {
      "haintEffects": "<p><b>The Willies (⬤):</b> You cannot place more than 1 Coin on any Action or Skill. At the end of your turn, remove The Willies.</p> <p><b>Bleeding (O):</b> When you place a Coin on Move, lose 1 Humanity (losing 1 Humanity for each Coin). At the end of your turn, if you successfully performed Patch Up, remove Bleeding.</p>"
    },
    {
      "seance": "<p>Discard the Séance card after the Man of Many Limbs draws a Rummage Token for an Action to ignore that Action’s effects.</p>"
    },
    {
      "breaks": "<p>Each time the Man of Many Limbs Breaks, place 2 Blood Pools in open spaces in Range 3 of the Man of Many Limbs.</p>"
    },
    {
      "victory": "<p>Save the Man of Many Limbs.</p>"
    }
  ],
  "events": [
    {
      "title": "Evento 1",
      "description": "<p>Parece que há uma garrafa rolando pelo trem. <b>Investigue</b>.<br><br><b>0:</b> Garrafas misteriosas neste lugar horrível tendem a fazer coisas horríveis. Melhor deixar pra lá. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>1</span> no tabuleiro do trem. Nada acontece.<br><br><b>1+:</b> O rótulo tem uma caveira e ossos cruzados, com o texto “Fluido de Embalsamamento do Conde. Altamente Inflamável.” Esta coisa pode ser útil. Mantenha o Token de Evento. Trate-o como um Token de <b>Rummage</b> em todos os aspectos. Se você estiver adjacente ao <b>Man of Many Limbs</b>, você pode descartar o Token de Evento para molhá-lo em fluido de embalsamamento. Na próxima vez que ele se mover para um espaço com uma <b>Candle</b>, ele será incendiado, completando o Ritual: <b>Found in Flame</b>.</p>"
    },
    {
      "title": "Evento 2",
      "description": "<p>Um monte de fotografias antigas e uma foto podre logo ao lado... <b>Investigue</b>.<br><br><b>0:</b> Não, não há nada que te faça folhear as fotos dessa família. Continue. Ganhe <b>The Willies (⬤)</b>. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>2</span> no tabuleiro do trem.<br><br><b>1+:</b> Parece que há todos os tipos de diários e fotografias. Há sujeira em tudo. Algumas das pessoas nas fotos se parecem estranhamente... com alguns de seus companheiros vagabundos. Você poderia vendê-lo para ele. Mas talvez você devesse guardá-lo? Pode haver mais dessas coisas em algum lugar. Mantenha o Token de Evento. Este Token de Evento não ocupa um slot de <b>Rummage</b>. Se você estiver adjacente ao <b>Man of Many Limbs</b>, você pode descartar o Token de Evento para mudar seu <b>Mood</b>. Ou, se todas as três fotografias estiverem nos <b>Vagrants</b>, você pode descartá-las todas de uma vez para completar o Ritual: <b>Every Grave, a Memory</b>.</p>"
    },
    {
      "title": "Evento 3",
      "description": "<p>Você ouve a voz de um velho, distante e incerta. “Aqueles corpos não são seus para serem levados.” Uma figura de barba tremula na sua frente, pá na mão, chegando bem a tempo. O velho coveiro te dá uma piscadela antes de golpear o <b>Man of Many Limbs</b> com sua pá, então a derruba. O <b>Man of Many Limbs</b> ganha 7 <b>Humanity</b>. Coloque o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span> em qualquer espaço na <b>Range</b> 3 do <b>Man of Many Limbs</b>. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span>.</p>"
    },
    {
      "title": "Evento 4",
      "description": "<p>Há um estrondo pesado, quase pesado o suficiente para sacudir o trem dos trilhos. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>4</span>.<br><br>Se você tem o <b>Wrecking Ball Mile Post</b>: “Seres brutais e desajeitados, resolvendo problemas através da raiva e agressão...” uma voz ecoa como pedras colapsando. As pedras ao redor começam a se estilhaçar, revelando estátuas e lápides dentro. De agora até o final do <b>Scenario</b>, se o <b>Terrain</b> for removido, <b>Vagrants</b> em <b>Range</b> 2 daquele <b>Terrain</b> perdem 1 <b>Humanity</b>.<br><br>De outra forma: “Vá, agora. Desapareça,” uma voz chama suavemente como pétalas de flor. Coloque a <b>Lady in Limestone</b> em <b>Terrain</b> no mesmo vagão que o <b>Man of Many Limbs</b>. Se o <b>Man of Many Limbs</b> estiver no mesmo vagão que a <b>Lady in Limestone</b>, sempre que o <b>Man of Many Limbs</b> perder <b>Humanity</b>, ele ganha <b>Humanity</b> em vez disso. Na próxima vez que o <b>Man of Many Limbs</b> <b>Breaks</b> ou o <b>Terrain</b> em que a <b>Lady in Limestone</b> está atualmente for removido, remova a <b>Lady in Limestone</b> do tabuleiro do trem.</p>"
    },
    {
      "title": "Evento 5",
      "description": "<p><i>Ring, ring, ring, ring.</i> “Venha aqui, querida. É hora de dormir.” Uma risada leve de uma velha enche o ar. Ótimo. Coloque a <b>Bell Witch</b> no espaço inicial do <b>Man of Many Limbs</b>. Na próxima vez que um <b>Vagrant</b> se mover, mova a <b>Bell Witch</b> 1 espaço em direção ao <b>Man of Many Limbs</b>. A <b>Bell Witch</b> pode não ser alvo de <b>Vagrants</b> ou <b>Haints</b>, mas os personagens podem se mover para o espaço ocupado por ela. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>5</span>. Quando o <b>Man of Many Limbs</b> se mover para o espaço com a <b>Bell Witch</b> (ou vice-versa), resolva um dos seguintes:<br><br>Se você tem o <b>Broken Bells Mile Post</b>: Ela não parece tão sinistra quanto antes. Algo genuíno em seu tom. Remova a <b>Bell Witch</b> do tabuleiro do trem e diminua o valor de <b>Break</b> do <b>Man of Many Limbs</b> em 1.<br><br>De outra forma: Mesma velha mentira. Enganou você uma vez, vergonha dela, enganou você duas vezes... Remova a <b>Bell Witch</b> do tabuleiro do trem. Todos os <b>Vagrants</b> no mesmo vagão sofrem uma <b>Wound</b>.</p>"
    },
    {
      "title": "Evento 6",
      "description": "<p>Aquele velho coveiro parece se afastar com sua pá facilmente. Parece um pouco mais leve desta vez. Mantenha o Token de Evento. Trate-o como um Token de <b>Rummage</b> em todos os aspectos. Qualquer <b>Bone</b> rolado em habilidades e ações que tenham como alvo o <b>Man of Many Limbs</b> ganha +1 nos rolamentos. Se você estiver adjacente a este Token de Evento para remover todos os <b>Terrain</b> na <b>Range</b> 2.</p>"
    },
    {
      "title": "Eventos 7 & 8",
      "description": "<p>Uma velha, uma fotografia em ruínas? Rostos riscados, braços comidos... Isso era a escolha de alguém para a cova? Eugh, que nojo. Mas os braços nesta foto parecem estranhamente familiares... Mantenha o Token de Evento. Este Token de Evento não ocupa um slot de <b>Rummage</b>. Se você estiver adjacente ao <b>Man of Many Limbs</b>, você pode descartar este Token para mostrar a ele os rostos em suas mãos. Mude seu <b>Mood</b>. Ou, se todas as três fotografias estiverem nos <b>Vagrants</b>, você pode descartá-las todas de uma vez para mostrar ao <b>Man of Many Limbs</b> todas as pessoas que ele tomou e completar o Ritual: <b>Every Grave, a Memory</b>.</p>"
    },
    {
      "title": "Evento 9",
      "description": "<p>Sucesso automático. Há uma janela aberta ali - uma coisa rara com um painel sem um único prego. Um pequeno espeto de madeira sai e é cravejado de pregos de fora do lado de dentro. Lá fora está um cemitério, ainda como uma estátua. Você ganha um lugar especial... intocado e desconhecido. Se você conseguir que o <b>Man of Many Limbs</b> fique parado neste espaço, talvez ele também o faça. Você pode colocar uma <b>Candle</b> neste espaço e remover a <b>Bell Witch</b> do tabuleiro do trem. Quando o <b>Man of Many Limbs</b> terminar seu movimento neste espaço, complete o Ritual: <b>Back Where I Belong</b>.</p>"
    },
    {
      "title": "Evento 0",
      "description": "<p>O <b>Man of Many Limbs</b> está começando a parecer muito mais com um peixe fora d'água. Ou como um cemitério inteiro de corpos que estão começando a acordar, e todos estão muito perto para conforto. Diminua o Limite de <b>Humanity</b> do <b>Man of Many Limbs</b> pela metade. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>0</span>.</p>"
    }
  ]
}