{
  "key": 97,
  "title": "Now or Never Endin'",
  "story": {
    "title": "How's it Gonna End?",
    "description": "<p>Como Isso Vai Acabar? <br><br> É isso. O confronto final. O último hurra. O canto do cisne e o epílogo... Neste ponto, o que mais resta a dizer? <br><br> Ele ainda não terminou com você. Há mais músicas para tocar. Histórias para contar. Almas para roubar... Quanto mais disso você pode aguentar antes que seu próprio espírito ceda e desista? <br><br> Você está morrendo de vontade de deixar este trem, voltar a uma vida normal e esquecer tudo o que viu aqui. Embora, tudo isso pareça outro sonho completamente diferente. De agora em diante, este lugar e essas pessoas... tudo isso agora faz parte de você, não importa o que está prestes a acontecer. <br><br> Falando nisso, aquele saco de ossos entra com uma canção de despedida, como se fosse um bis que ninguém pediu. A magia nessa música é forte o suficiente para puxar algumas daquelas almas remanescentes de volta para uma última dança. <br><br> Sabe, quando tudo estiver dito e feito, vai ser muito bom ter um pouco de paz e silêncio. Silêncio no rádio. Nada de mais violinos. Nada de mais músicas. Bem... pelo menos por um tempo. <br><br> É isso. Uma noite tranquila sob as estrelas, ao lado de uma fogueira quente, contando histórias de fantasmas com alguns amigos próximos... <br><br> Agora isso vale a pena lutar por.</p>",
    "image": ""
  },
  "rules": [
    {
      "specialRules": "<ul><li>Além de seus efeitos normais, durante este Cenário, cada Rummage Token tem regras modificadas:</li><li><b>Prego:</b> Quando um Vagrant usa um Iron Nail, ele rola 1 Bone. Se o resultado for 5+, o Haint não ganha Humanity.</li><li><b>Vela:</b> Quando um Haint se move para uma Vela, eles realizam a ação da Vela de seu humor atual após a ação atual.</li><li><b>Sal:</b> Se o Sal for usado em uma ação que faz o Vagrant perder 4 ou mais Humanity, o Sal só impede a perda de 3 da Humanity.</li><li><b>Pé de Coelho:</b> Se um Pé de Coelho for usado enquanto adjacente a um Haint, o Haint perde 2 Humanity.</li><li><b>Maçã:</b> Quando uma Maçã é usada, aquele Vagrant ganha Prioridade de Alvo Especial para as próximas 3 ações do Haint.</li><li>Quando o Cycle Effect ocorre, remova apenas os Rummage Tokens do mesmo tipo que desencadearam o Cycle Effect. Por exemplo, se houver 4 Iron Nails e 3 Velas quando um quinto Iron Nail é colocado na Cycle Track (desencadeando o Cycle Effect), remova apenas esses Iron Nails da Cycle Track.</li><li>Lost Souls não podem ganhar Humanity. Em vez disso, se uma Lost Soul ganharia Humanity, Vagrants podem movê-la um número de espaços igual à Humanity que ela ganharia do efeito (na(s) direção(ões) escolhida(s) pelo jogador). Vagrants Haunted por Lost Souls perdem 1 Humanity.</li><li><b>Retornando do Westbound:</b> Se todos os Vagrants se tornarem Westbound, em vez de terminar o cenário e ler o Momento 13, os Vagrants devem marcar uma de suas caixas de Revive na página 41 do livro de regras (ignorando qualquer Momento que seria lido). Então, todos os Vagrants Westbound viram sua carta para o lado normal e curam todas as feridas e consertam todos os Junk quebrados. Se os Vagrants não puderem marcar uma caixa de Revive (porque todas as quatro já estão marcadas), o cenário termina e os jogadores leem o Momento 76.</li></ul>"
    },
    {
      "haintEffects": "<p>Haint Effect e In-Between Tokens são tratados como Event Tokens para este cenário (Evento Branco, Evento Preto e Evento Cinza). Esses Tokens no tabuleiro do trem podem ser investigados.</p>"
    },
    {
      "victory": "<p>Salve o Skelly Man. Quando ele recuperar toda a sua Humanity perdida, leia o Momento 85. Ao ser derrotado, leia o Momento 76.</p>"
    }
  ],
  "events": [
    {
      "title": "Evento 1 (na Break Track)",
      "description": "<p>Uma das cordas do fiddle dele se solta, interrompendo sua pequena canção sombria. Não parece incomodá-lo muito. Ele alcança sua bolsa e puxa outro conjunto de cordas, começando a enrolá-las. Ao fazer isso, algo parece ter caído de seus pertences, mas ele está ocupado demais tentando voltar a tocar para notar. Coloque o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>1</span> em um espaço aberto no tabuleiro do trem a uma distância de 2 do Skelly Man. Em seguida, aumente o Limiar de Humanidade do Skelly Man em 1 por Vagrant em jogo.</p>"
    },
    {
      "title": "Evento 1 (no tabuleiro do trem)",
      "description": "<p>Parece um pequeno diário ou caderno preto. Investigue.<br/><br/><b>0+:</b> Não há tempo para ler o diário de sonhos dele. Nada acontece. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>1</span> no tabuleiro do trem.<br/><br/><b>1+:</b> Isso não é um diário. É um Logbook de algum tipo. Centenas e centenas de nomes nele... e todos, exceto seis, estão riscados. Esses últimos seis...? São os seus nomes! Todos que embarcaram neste trem para fugir daquela tempestade. Conte o número total de Mile Posts que você ganhou até agora durante o jogo. Pegue esse número e divida entre os Vagrants em jogo. Cada Vagrant ganha essa quantidade de Humanidade. Em seguida, remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>1</span> do tabuleiro do trem.</p>"
    },
    {
      "title": "Evento 2 (na Break Track)",
      "description": "<p>Outra corda se solta do pescoço do fiddle dele, mas desta vez realmente parece interromper o fluxo da música - ela para com um guincho. O temperamento do Skelly Man aumenta. Sua mandíbula começa a balançar para frente e para trás. Seus dentes começam a ranger até alguns quebrarem e caírem no chão. Quando ele bate o pé, outra coisa cai daquela bolsa dele. Coloque o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>2</span> em um espaço aberto no tabuleiro do trem a uma distância de 2 do Skelly Man. Role 6 Bones. Todos os Vagrants em jogo perdem 1 de Humanidade para cada 6 que foi rolado. Em seguida, remova todos os Tokens de Efeito White Haint da Round Track.</p>"
    },
    {
      "title": "Evento 2 (no tabuleiro do trem)",
      "description": "<p>Um monte de pedaços de papel rasgados. Investigue.<br/><br/><b>0+:</b> Sem esperança de ler algo tão rasgado. Nada acontece. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>2</span> no tabuleiro do trem.<br/><br/><b>1+:</b> Demora um pouco, mas você consegue juntar os pedaços. Melhor dar uma lida. “Se você receber esta Carta, por favor volte para mim. Não tenho mais forças para cantar, e mal tenho forças para escrever. Eu te amei por tanto tempo quanto alguém pode amar qualquer coisa, mas temo que suas aspirações tenham nublado sua visão. Enquanto você persegue sonhos impossíveis, se tornando o 'melhor tocador de fiddle que já existiu', eu espero, pacientemente, que você volte para casa. Esta doença me consumiu, e em breve estarei perdido sem você ao meu lado. Você não vai voltar para casa antes que seja tarde demais? Vou desaparecer na noite, esquecido e sozinho? Por favor, pegue o próximo trem para casa. Seu, enquanto você lembrar. Peach.” Ganhe o Evento Token. Trate-o como uma Rummage Token em todos os sentidos. Se você estiver adjacente ao Skelly Man, pode usar o Evento Token para fazer o Skelly Man ganhar 6 de Humanidade.</p>"
    },
    {
      "title": "Evento 3 (na Break Track)",
      "description": "<p>Seus ossos batem e tremem. Seu tremor soa como um tamborim caindo das escadas. Parece ter perdido o ritmo... ou a vontade. Sem mais dança. Sem mais música. Por um momento, o Skelly Man apenas fica lá, chacoalhando como uma lata. O fiddle dourado cai de seu aperto ósseo para o chão do vagão. Coloque o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span> em um espaço aberto adjacente ao Skelly Man (ou o mais próximo possível do Skelly Man). Aumente o Limiar de Humanidade do Skelly Man em 1 por Vagrant em jogo. Mude o Humor do Skelly Man. Pelo resto do Cenário, o Skelly Man não pode ganhar Humanidade se houver algum Ritual que não tenha sido completado. Uma vez que todos os Rituais tenham sido completados, remova as Lost Souls do tabuleiro do trem.</p>"
    },
    {
      "title": "Evento 3 (no tabuleiro do trem)",
      "description": "<p>Automáticamente sucesso na Ação de Investigação. Lá está ele. O Fiddle Dourado. O instrumento que causou todo esse mal. Parece muito mais opaco quando não há música saindo dele. Melhor garantir que não acabe de volta nas mãos erradas. Ganhe o Evento Token. Trate-o como uma Rummage Token em todos os sentidos. Vagrants com este Evento Token têm Prioridade Especial de Alvo.</p>"
    },
    {
      "title": "Evento 4",
      "description": "<p>O maldito trem inteiro começa a desmoronar sem aviso. Cada tábua de madeira e viga de aço é carregada para a escuridão além, saltando ao ritmo de uma canção silenciosa. Em breve, apenas o chão sob seus pés permanece, revelando uma tempestade de almas azuis brilhantes voando, finalmente livres da falsa promessa deste lugar. Alguns até piscam e acenam em sua direção, como se mostrando seu agradecimento. Mas antes que você se distraia muito, as conexões entre os vagões do trem começam a se separar, e as tábuas do chão começam a sair também, juntando-se ao vazio em harmonia feliz. Bem, droga. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>4</span> da Break Track. Adicione Holes ao tabuleiro do trem conforme mostrado abaixo:<br/><br/><img src='imageURL'><br/><br/>Qualquer Vagrant ou Haint no Vagão A ou em um espaço onde um Hole é colocado perde 2 de Humanidade, é temporariamente removido do jogo e é adicionado de volta a qualquer espaço aberto no Vagão B. Holes são tratados como Terreno normal. O Vagão A não é mais acessível.</p>"
    },
    {
      "title": "Evento 5 (na Break Track)",
      "description": "<p>A última alma errante desaparece, e com ela, qualquer luz persistente. Nesta escuridão, parece que tudo se foi para sempre. Parece que o trem sente o mesmo. Outro vagão se desfaz em pó. O Skelly Man cai de joelhos ossudos, murmurando uma batida quebrada só para segurar as lágrimas. Ele sabe o que vem a seguir, mas não está disposto a admitir. Você conhece aquela sensação de congelamento quando alguém está atrás de você? Você se trava. Algo está se aproximando. Você precisa decidir: salvar o Skelly Man sozinho ou deixar o passado dele alcançá-lo.<br/><br/>O vagão do trem que o Skelly Man não está ocupando atualmente não é mais considerado em jogo (personagens não podem mais se mover para aquele vagão). Vagrants naquele vagão são temporariamente removidos do jogo e são colocados em qualquer espaço aberto no último vagão disponível. Reduza o Limiar de Humanidade do Skelly Man para 5. Coloque o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>5</span> na Round Track, duas rodadas à frente da rodada atual.</p>"
    }
  ]
}