{
  "key": 2,
  "title": "Paradise by the Maco Light",
  "storyName": "Problemas à Frente",
  "storyDescription": "<p>Lá dentro está muito escuro. Relâmpagos silenciosos ziguezagueiam pelas tábuas e janelas. Você não lembra de uma tempestade se formando lá fora. Mas, a esta altura, alguns relâmpagos silenciosos surgindo do desconhecido não vão te assustar. Você já viu o suficiente para isso.<br/><br/>É quando aqueles flashes de luz começam a se formar na sua frente... Três orbes flutuantes, um branco, outro verde... vagalumes ou gás de pântano, talvez. O último explode em pulsos pretos e vermelhos. E uma bolsa, um saco - Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span> - aparece aos seus pés, sentado em algo úmido e brilhante.<br/><br/>O trovão ruge, mas você nunca ouviu um trovão assim antes. De ambos os lados, o trem estala e condensa como uma sanfona. As três luzes se tornam uma, e os vagões se expandem novamente na luz crescente. E aquela bolsa deixa o seu lado.<br/><br/>Um homem sem cabeça segurando aquela luz, agora uma lanterna, cambaleia em sua direção, sem perceber que você existe.</p>",
  "haintImg": "haint-maco-joe.jpg",
  "specialRules": "",
  "terrainEffects": "<p>Se um efeito indicar para colocar Terreno, use Boxes, Coffins ou Debris. Se um efeito indicar para colocar Terreno em 'qualquer espaço aberto', os jogadores podem escolher o espaço para colocar o Terreno, desde que seja colocado de uma forma que atenda a quaisquer outras regras escritas no efeito.</p>",
  "haintEffects": "<p><b>Blinded (⬤):</b> Aumenta o valor de Sucesso (✓) de todas as suas Skills em 1. Para remover Blinded, comece ou termine seu turno adjacente a uma Candle.<br /><b>Burning (⚇):</b> No início do seu turno, perca 2 Humanity. Para remover Burning, descarte Salt.</p>",
  "breaks": "<p>Quando Maco Joe sofre um Break, cada Vagrant pode escolher um: remover Burning (⚇), remover Blinded (⬤), ganhar 2 Humanity.</p>",
  "Seanse": "<p>A qualquer momento, os Vagrants podem descartar a carta de Séance para remover Blinded (⬤) ou Burning (⚇) de todos os Vagrants.</p>",
  "victory": "<p>Salve Maco Joe.</p>",
  "defeat": "",
  "events": [
      {
          "title": "Evento 1",
          "description": "<p>Um apito é soprado segundos antes do trem mergulhar na escuridão. Um túnel, ótimo. Por um momento, a única coisa que você pode ver é a lanterna dele. Sua luz azul pálida muda e dobra. Cada Vagrant rola 1 Bone e resolve um efeito com base no número rolado:<br/><br/><b>1:</b> Na luz, você vê algo que parece a forma de um crânio, e então ela pisca. Ganhe 1 Bone para qualquer Ação durante seu próximo turno (ou turno atual).<br/><br/><b>2:</b> Você foca no brilho crescente. Quando você desperta disso, não consegue lembrar como chegou aqui. Mova-se para qualquer espaço aberto na edge do Break Side.<br/><br/><b>3-5:</b> Na escuridão, tudo parece um pouco menor, mas de alguma forma mais distante. Reduza seu valor de Move em 1 até o final do round.<br/><br/><b>4:</b> O fogo crepita ao ritmo do trem, acalmando e relaxando você. Você pode usar somente 2 moedas durante seu próximo turno (ou turno atual).<br/><br/><b>5:</b> Você se sente perdido na ardente chama azul. Ganhe <b>Burning</b>.<br/><br/><b>6:</b> Sua luz quente te convida. Mova-se 6 em direção ao Maco Joe, terminando adjacente a ele, se possível.</p>"
      },
      {
          "title": "Evento 2",
          "description": "<p>Joe alcança o saco e puxa... Oh, parece que ele encontrou sua cabeça. Isso é... bom? Há um fogo em seus olhos, e aquelas caixas perto dela começam a brilhar. Mude o Mood de Maco Joe para <b>Bitin' Headache</b>. Todos os Vagrants no mesmo vagão que Maco Joe perdem 2 Humanity. Maco Joe perde 3 Humanity (<b>Nota:</b> perde, não ganha!). Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span> do tabuleiro do trem.</p>"
      },
      {
          "title": "Evento 3",
          "description": "<p>É aquele saco de estopa, numa poça de... Investigue.<br/><br/><b>0:</b> Pouco antes de você começar a abri-lo, você sente uma brisa fria e ouve um sussurro estalante. Talvez outro alguém devesse abri-lo. Nada acontece. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span> no tabuleiro do trem.<br/><br/><b>1+:</b> Você dá uma olhada dentro. Dois olhos brilhando, tão abertos quanto a boca de um túnel... e fora deles vem o som de um trem descarrilando, colapsando e se virando. O Vagrant que resolver este Evento perde 3 Humanity. Então coloque o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span> em qualquer espaço aberto no Range 5. Se o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span> for colocado no Break Side, remova-o e complete o Ritual: Don’t Lose Your Head.</p>"
      },
      {
          "title": "Evento 4",
          "description": "<p>Debaixo de uma teia de aranha espessa o suficiente para fazer uma corda, algo estranho pega seu olho. Investigue.<br/><br/><b>0:</b> Uma ratoeira? Em um vagão? O que? Perca 1 Humanity. Durante seu próximo turno, reduza o valor de seu Move em 1. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>4</span> no tabuleiro do trem.<br/><br/><b>1:</b> Um monte de bugigangas. Você pega o que pode enquanto pode. Rummage 2. Você pode imediatamente dar o Token de Rummage mantido para um Vagrant no mesmo vagão ou mantê-lo para você. Então remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>4</span>.<br/><br/><b>2+:</b> Há um pedaço de vidro, mas seu reflexo continua mudando e distorcendo. Escolha qualquer Token de Rummage não-Evento do Bindle e dê a qualquer Vagrant no mesmo vagão. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>4</span>.</p>"
      },
      {
          "title": "Evento 5",
          "description": "<p>É uma alavanca... parece velha. Talvez com força suficiente, você poderia puxá-la. Mas ao que ela está conectada? Tente puxá-la! Investigue.<br/><br/><b>0-1:</b> Ela não se move. Vale a pena tentar novamente? Nada acontece. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>5</span> no tabuleiro do trem.<br/><br/><b>2+:</b> Você puxou a alavanca. Algo clica. Algo gira. Você ouve o trem chiar e deslizar na escuridão. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>5</span> e o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span> (se possível). Se você removeu o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span> dessa forma, complete o Ritual: Don’t Lose Your Head. Adicione 2 Box Terrain nos espaços conectando os vagões A e B. Vagrants no vagão A perdem 5 Humanity, depois remova-os temporariamente do tabuleiro e coloque-os no espaço aberto mais próximo no vagão B. Haints no vagão A ganham 2 Humanity, e são colocados em qualquer espaço aberto no vagão B.</p>"
      },
      {
          "title": "Evento 6",
          "description": "<p>Se o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>5</span> não estiver mais em jogo:<br/><br/>O que é esse som? Não, isso não faz sentido. É o trem... voltando? Remova os 2 Terrain previamente adicionados entre os vagões. Cada Vagrant se move em direção ao Maco Joe. Se um Vagrant se mover em um espaço adjacente ao Terrain, remova o Terrain, então ganhe <b>Burning (⚇)</b>. Se Maco Joe estiver <b>Confuddled</b> e o evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span> não estiver no tabuleiro, adicione-o ao espaço mostrado no Setup. Então remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>6</span>.<br/><br/>Caso contrário:<br/><br/>Tudo cresce calmo e silencioso. A lanterna pisca. Em um flash azul, Joe se levanta diante de você, sua lanterna derramando luz. Maco Joe se move para o espaço mais próximo adjacente ao Vagrant mais próximo. Cicle o Bindle e resolva o Cycle Effect. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>6</span> no Round Track.</p>"
      },
      {
          "title": "Evento 7",
          "description": "<p>Aquela maldita lanterna. Não dá para ver nada. Até consegue chutar alguma coisa enquanto você tropeça. Encontre o Junk #23 (ou coloque-o nos Pertences). Vagrants no Range 3 de Maco Joe ganham <b>Blinded (⬤)</b>. Se um Vagrant já estiver <b>Blinded (⬤)</b>, ele não pode usar coins para mover esse turno. Maco Joe se move 3 em direção ao Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span>, se possível. Se o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span> não estiver no board, Maco Joe move 3 em direção ao Vagrant com mais Humanity. Remova Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>7</span>.</p>"
      },
      {
          "title": "Evento 8",
          "description": "<p>Parece... partes de freio? Se comprado como uma ação de Haint, resolva a ação Rabbit’s Foot, depois coloque o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>8</span> de volta no Bindle. Caso contrário, mantenha o Token de Evento. Trate-o como um Token de Rummage para qualquer efeito. Este Token não tem outros efeitos além de completar um Ritual para este Cenário.</p>"
      },
      {
          "title": "Evento 9",
          "description": "<p>Se comprado durante um turno de Vagrant: você encontra óculos de sol bonitos. No entanto, muito inútil à noite. Mantenha o Token de Evento. Trate-o como um Token de Rummage para qualquer efeito. Você pode descartá-lo para remover <b>Blinded (⬤)</b> de você ou de um Vagrant adjacente.<br/><br/><b>Se comprado como uma ação de Haint:</b> O som de passos arrastados e apressados ecoa de algum lugar na distância. Cicle o Bindle, resolvendo o Cycle Effect. Então descarte o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>9</span>.</p>"
      },
      {
          "title": "Evento 0",
          "description": "<p>Você ouve aquele apito novamente... e tudo fica escuro. Resolva o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>1</span>. Depois, coloque o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>0</span> de volta no Bindle.</p>"
      }
  ]
}