{
  "key": 37,
  "title": "So Far Away",
  "storyName": "Frozen Without an Answer",
  "storyDescription": "<p>Como uma centena de pequenas adagas, o frio atinge seu rosto assim que você entra. Deveria ter trazido outro casaco. Ou algo para colocar fogo.</p> <p>Além da nuvem de fumaça que é sua respiração, uma forma tão fluida e vaporosa toma forma. Ela está olhando longamente pela janela, chorando até secar as lágrimas enquanto canta uma canção quebrada e triste.</p> <p>Mas quando ela percebe sua chegada, tudo, exceto a temperatura, muda. Ela passa de aliviada - como se tivesse sido salva de um longo haunt - para realmente furiosa, como se sua presença tivesse provocado algo profundo e inescapável. Você já causou melhores primeiras impressões antes.</p> <p>Flutuando no ar, enrolada em uma bola, colocando a culpa em você pelo trem parar, pela neve chegar... será um milagre convencê-la de que você não teve nenhuma participação nisso, quanto mais provar a ela que o trem está se movendo perfeitamente.</p> <p>Sim, está tudo bem. Certo.</p>",
  "specialRules": "<p>After a Vagrant performs a <b>Possessed</b> Action, the Lady in White still takes her turn, as normal.</p>",
  "terrainEffects": "<p><b>Snow:</b> If Snow is added to the train board but there is no more Snow Terrain, use the white <b>Haint Effect</b> Tokens instead. If you cannot, then Snow Terrain is not placed. <br>During their turn, Vagrants may use an Iron Nail, a Candle, or Salt to remove 1 adjacent Snow instead of their default effects.</p>",
  "haintEffects": "<p><b>Possessed (⬤):</b> At the end of your turn, perform a <b>Possessed</b> Action. To remove <b>Possessed</b>, suffer a Wound or discard Salt.</p><p><b>Snow Piles:</b> These <b>Haint Effect</b> Tokens are instead used as Snow Terrain. Add these to the train board if no other Snow Terrain is available.</p>",
  "Seanse": "<p>When you use the <b>Séance</b> card, each Vagrant may either gain 3 Humanity or remove <b>Possessed</b> (⬤).</p>",
  "victory": "<p>Save the Lady in White. During the Camp Phase (before reading the <b>In-Between</b> card), if you have both <b>To Be Free</b> and <b>Float On</b> Mile Posts, read <b>Moment 80</b>.</p>",
  "events": [
    {
      "title": "Evento 1",
      "description": "<p>Parece que há algo cutucando aquele monte de neve, mas será preciso cavar. <b>Investigue</b>.<br><br><b>0:</b> É difícil sair de todo esse gelo. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>1</span> no tabuleiro do trem. Nada acontece.<br><br><b>1+:</b> Suas mãos podem estar congelando por causa de toda essa escavação, mas valeu a pena. Você encontra uma pequena concha de carvão. Mantenha o Token de Evento. Trate-o como um Token de <b>Rummage</b> para todos efeitos. Enquanto você tiver o Token de Evento, pode usar uma <b>Coin</b> para se mover para um <b>Snow Terrain</b> adjacente para outro espaço aberto adjacente a você.</p>"
    },
    {
      "title": "Evento 2",
      "description": "<p>Pressionada na geada da janela há uma moldura de imagem, mas está virada. <b>Investigue</b>.<br><br><b>0:</b> Assim que você a alcança, o lamento repentino da Lady te distrai, e você esquece a imagem completamente. Perca 2 <b>Humanity</b>. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>2</span> no tabuleiro do trem.<br><br><b>1+:</b> Você consegue tirá-la do gelo. É uma fotografia de duas pessoas. Seus rostos estão cobertos por algo que parece poeira de carvão e gelo, mas algo sobre isso parece útil. Mantenha o Token de Evento. Trate-o como um Token de <b>Rummage</b> para todos efeitos. Você pode usar a Fotografia para ajudar a Lady in White a ganhar 5 <b>Humanity</b> e completar o Ritual: Look at This.</p>"
    },
    {
      "title": "Evento 3",
      "description": "<p>Há algo brilhante no gelo aqui, mas está muito nebuloso para perceber o que é. <b>Investigue</b>.<br><br><b>0:</b> Você consegue tirar o gelo do caminho, mas não parece ser o que estava procurando. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span> no tabuleiro do trem. Nada acontece.<br><br><b>1+:</b> Você encontra um anel simples. Está riscado e sujo. Há uma inscrição dentro: “para o meu verdadeiro amor”. Compre <b>Junk</b> #25. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span>.</p>"
    },
    {
      "title": "Evento 4",
      "description": "<p>Há uma bolsa branca no chão... <b>Investigue</b>.<br><br><b>0:</b> Não importa se estão vivos ou... você sabe melhor. Mantenha o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>4</span> no tabuleiro do trem.<br><br><b>1+:</b> Deve haver algo lá dentro para te dizer mais sobre ela. Para te dar uma vantagem. Felizmente, não demora muito para você encontrar aquele pequeno algo. Você encontra uma <b>One Way Ticket</b>. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>4</span> e complete o Ritual: To Paradise.</p>"
    },
    {
      "title": "Evento 5",
      "description": "<p>O eco explosivo do metal se separando da madeira é abafado pela nevasca do lado de fora e agora dentro. Acima de você, o teto do vagão do trem do meio é arrancado como a tampa de uma lata de atum. Adicione o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>5</span> no <b>Round Track</b>. Para o resto do <b>Scenario</b>: se um <b>Vagrant</b> começar seu turno nos vagões A ou C, eles perdem 2 <b>Humanity</b>. Se esse Vagrant começou o turno adjacente ou sobre uma <b>Candle</b>, perca apenas 1 <b>Humanity</b> em vez disso. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>5</span>.</p>"
    },
    {
      "title": "Evento 6",
      "description": "<p>A Lady irrompe em um grito alto o suficiente para acordar os mortos. No silêncio que se segue, você percebe que o que está por vir era apenas uma questão de tempo. A nevasca interminável e o vento lá fora, emparelhado com o som agudo que perfura os ouvidos, é demais para esses vagões suportarem. Aquele estalo familiar e quebrar retorna duas vezes. De um lado, os telhados restantes cedem. Adicione 2 <b>Snow Terrain</b> nos espaços entre os vagões A e B. Para o resto do <b>Scenario</b>, se um <b>Vagrant</b> começar seu turno nos vagões A ou B, eles perdem 2 <b>Humanity</b>. Se esse <b>Vagrant</b> começou seu turno adjacente ou sobre uma <b>Candle</b>, perca apenas 1 <b>Humanity</b> em vez disso. Remova o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>6</span>.</p>"
    },
    {
      "title": "Evento 7",
      "description": "<p>Por um momento, ela parece perder o interesse em todos vocês, como se tivesse acabado de se lembrar de algo, e solta uma canção lenta e lamentosa. As janelas congelam. Cada <b>Vagrant</b> rola 1 <b>Bone</b>. Resolva o efeito com base no valor rolado.<br><br><b>1-2:</b> Parece que ela está cantando para você. Mova 3 em direção à Lady in White.<br><br><b>3-4:</b> Seus pés sentem-se congelados. Reduza seu valor de movimento em 1 para seu turno.<br><br><b>5+:</b> A música, ela chacoalha seus ossos. Perca 2 <b>Humanity</b>. Você pode perder 3 <b>Humanity</b> para remover <b>Possessed (⬤)</b> de outro <b>Vagrant</b>.</p>"
    },
    {
      "title": "Evento 8",
      "description": "<p>Entre a neve e os estilhaços de madeira, você tropeça em uma pena preta. Apesar de estar opaca e simples, há algo sobre ela que te atrai. Mantenha o Token de Evento. Trate-o como um Token de <b>Rummage</b> para todos efeitos. Enquanto você tiver a <b>Black Feather</b>, aumente seu valor de movimento em 1 e você pode se mover sobre <b>Terrain</b>. Descarte a <b>Black Feather</b> depois que sofrer uma ferida.</p>"
    },
    {
      "title": "Evento 9",
      "description": "<p>É difícil dizer que você está até tocando em alguma coisa. Seus dedos imediatamente ficam dormentes. O frio sobe em seu braço, e queima como um graveto na mão em uma fogueira. Perca 2 <b>Humanity</b>. Coloque o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>9</span> de volta no <b>Bindle</b>, depois dê uma boa sacudida.</p>"
    },
    {
      "title": "Evento 0",
      "description": "<p>Você encontra um trenó, desencaixado pelo caos ao redor. Há algo pacífico sobre ele. Adicione 1 <b>Snow Terrain</b> a um espaço adjacente a qualquer <b>Vagrant</b> não <b>Possessed</b> (⬤). <b>Vagrants</b> adjacentes ao <b>Snow Terrain</b> perdem 2 <b>Humanity</b>. Coloque o Evento <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>0</span> de volta no <b>Bindle</b>.</p>"
    }
  ]
}