{
  "key": 63,
  "title": "When You dig my Grave",
  "storyName": "Make it Shallow",
  "storyDescription": "<p>Uma brisa passa pelos vagões sacolejantes do trem e envia um arrepio pela sua espinha, como se alguém tivesse acabado de passar sobre seu túmulo. <br><br> Nada de incomum nisso - vagões de trem não são feitos para conforto... Mas não é a brisa que te deixa inquieto. <br><br> No vagão à frente... você vê a coisa mais estranha, uma árvore brotando diretamente do assoalho. Eles gemem e estalam enquanto o salgueiro sem folhas balança ao vento. Ramos pretos feios se desenrolam, agarrando, hipnotizantes... <br><br> As luzes piscam, deixando apenas você, a árvore e o vento na escuridão. E quando elas piscam de volta à vida, um velho cansado aparece bem no meio do vagão. A pá na qual ele está apoiado pode ser a maior que você já viu. <br><br> Se ele te notou, não deixou isso evidente. Apenas começou a cavar. <br><br> A brisa aumenta novamente, e uma nova voz a acompanha. Está trêmula, mas rítmica... <br><br> Oh, morte...</p>",
  "haintImg": "haint-bookbinder.jpg",
  "specialRules": "<ul><li>No final de cada rodada, se um Vagrant estiver adjacente ao <b>Whispering Willow</b>, ele perde 2 de Humanity.</li><li>Se o Whispering Willow<b></b> se mover para um Terreno, remova esse Terreno. Se o Whispering Willow<b></b> se mover para ou através de um Vagrant (ou um Vagrant se mover através do <b>Whispering Willow</b>), esse Vagrant fica Haunted (usando o efeito Haunted de Whisperin’ Wind).</li><li>O Whispering Willow<b></b> não pode ganhar Humanity.</li></ul>",
  "terrainEffects": "<p>Se um efeito adicionaria Terreno, mas não há Terreno desse tipo disponível, ignore essa parte do efeito (e qualquer outra coisa relacionada a ele continua normalmente).</p><p><b>Holes:</b> Vagrants podem entrar em espaços contendo Terreno de Hole. Se o fizerem, role um número de Bones igual ao seu valor de Movimento. Se algum resultado for 5+, nada acontece. Caso contrário, esse Movimento termina e eles perdem 2 de Humanity.</p>",
  "haintEffects": "<p><b>Shufflin' Feet:</b> No final do seu turno, mova 2 em direção ao <b>Whispering Willow</b>. Para remover <b>Shufflin' Feet</b>, descarte um Iron Nail.</p>",
  "breaks": "",
  "Seanse": "<p>Descarte a carta de Séance para que todos os Vagrants ignorem os efeitos de estar adjacente ao Whispering Willow<b></b> por uma rodada.</p>",
  "victory": "",
  "defeat": "",
  "events": [
      {
          "title": "Event 1",
          "description": "<p>The Bookbinder staggers back, shakin’ his head. His beard falls to the ground, and his skin looks like it’s about to follow. Somethin’ metal with a wooden handle falls from that long beard of his. There’s a forlorn look in his eye, starin’ up at that tree. And before he has the chance to reach you, the train jostles and jangles, and that axe slides into some dark corner. Outta sight. Place Event <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>6</span> into the furthest corner of the train car that the Bookbinder is occupying. Then remove Event <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>1</span>.</p>"
      },
      {
          "title": "Event 2",
          "description": "<p>A thunderous crack rips through the floor of the train. That giant tree... it’s growin’. Those hanging branches lengthen and stretch down, and sickly, red leaves sprout and fall to the ground. The Whispering Willow<b></b> Moves 1 toward Round side edge. Until the end of the Scenario, at the end of each round, Vagrants in Range 2 of the Whispering Willow<b></b> lose 2 Humanity. This increased range effect replaces the previous Special Rule. Keep Event <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>2</span> on the Round Track. Increase the Range of this effect by 1 each time this Event is resolved.</p>"
      },
      {
          "title": "Event 3",
          "description": "<p>There’s somethin’ big in that grave. Hard to tell if it’s movin’. Investigate.<br/><br/><b>0:</b> Eh, it’s pretty deep. Hurts your back just thinkin’ about it. Keep Event <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>3</span> on the train board. Nothing happens.<br/><br/><b>1+:</b> Oh, a Body. Isn’t that nice. Looks a lot like the angry old man tryin’ to pulverize you with a shovel. Keep the Event Token. Treat it as a Rummage Token in every way. If you have the Body when you would Move (or be Moved by another effect), reduce the total number of spaces you would Move by 1 (for example: if you have a Move value of 3 and placed all 3 coins on your Move Action, only Move 8 instead of 9). The Body may be discarded if you are adjacent to the Coffin to complete the Ritual: Bury a Friend.</p>"
      },
      {
          "title": "Event 4",
          "description": "<p>Another burial site, dug deep. Somethin’ shinin’ down there. Investigate.<br/><br/><b>0:</b> Probably not a great idea to be steppin’ in someone else’s grave. Keep Event <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>4</span> on the train board. Gain Shufflin’ Feet.<br/><br/><b>1+:</b> You find a strange bottle. Wasn’t the old man holdin’ this...? How’d it get down here? Remove Event <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>4</span>. Gain Junk #27, placing your other Junk in the Belongings, if necessary. For the rest of this Scenario, if you are adjacent to the <b>Whispering Willow</b>, you may place 3 Coins on Junk #27 during your turn to Poison the Roots. If you do so, end the effect of Event <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>2</span> and remove that Event Token from the Round Track.</p>"
      },
      {
          "title": "Event 5",
          "description": "<p>Blackened roots start slitherin’ out from all those Holes, like blind snakes seekin’ food. The wood of the train rots at their reach, and yet it’s impossible to move, like those snakes have already struck. Those tiny anacondas start wrappin’, constrictin’, all ‘round your ankles... All Vagrants adjacent to Holes or the Whispering Willow<b></b> lose 2 Humanity. Vagrants who lose Humanity this way also reduce their Move value by 1 during their next turn. Keep Event <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>5</span> on the Humanity Track.</p>"
      },
      {
          "title": "Event 6",
          "description": "<p>Did you just kick something? Investigate.<br/><br/><b>0:</b> With all of these roots around here, probably not worth reachin’ around in the dark. Nothing happens. Keep Event <span style='border-radius: 50%; background: #8d7e62; color: white; display: inline-block; width: 23px; text-align: center;'>6</span> on the train board.<br/><br/><b>1+:</b> Huh, it’s an Axe. Can’t help but remember the look that old man gave toward that tree. Now there’s an idea... Keep the Event Token. Treat it as a Rummage Token in every way. As long as you have the Axe, when taking the Bust Action, you may roll 1 additional Bone. If you are adjacent to the Whispering Willow<b></b> and you have already Poisoned the Roots, you may discard this Event Token to Chop it down and complete the Ritual: A Branch Too Far.</p>"
      },
      {
          "title": "Events 7, 8, & 9",
          "description": "<p>There’s gotta be somethin’ around here to give you the upper hand. The only thing you find is a Bell. It’s glowin’ a bit... Maybe you can find a use for it. On the Mile Post page (41), mark off that you have found a Bell (Bells do not count as Mile Posts). Keep the Event Token. Treat it as a Rummage Token in every way. During your turn, you may discard a Bell to have either the Bookbinder or the Whispering Willow<b></b> Move 1 away from you.</p>"
      },
      {
          "title": "Event 0",
          "description": "<p>The branches lurch forward and wrap around the Coffin, pickin’ it up like mother embraces a babe. And then the tree starts to squeeze the casket, and squeeze, and squeeze... Until the pinebox splinters, then shatters. Pages from an old book flutter like butterflies out of the wreck, and the Bookbinder falls to his knees, lettin’ out a hollow hauntin’ cry. “That was all she left me. Empty. It’s no use.” Not talkin’ to you. Gotta be. He... he took them all? And it don’t seem like he’s talkin’ to the tree. If not the Willow, then who... or what? Remove the Coffin from the train board. All Vagrants in the same train car as the Bookbinder lose 4 Humanity. Then the Bookbinder Moves 5 toward the Break side edge, Haunting Vagrants in the most immediate path.</p>"
      }
  ]
}